let q1 =1 , q2=60;

let start = document.querySelector('.first')
let end= document.querySelector('.second')
let create= document.querySelector('.create')
let rest= document.querySelector('.rest')
//to show  new question to user
let qs = document.querySelector('.questions')


start.onclick = function (){
    q1=Number(start.value);

}
end.onclick = function (){
    q2=Number(end.value);
}

let questions = [
  [
    "  { ۞ وَإِذَا لَقُواْ اُ۬لذِينَ ءَامَنُواْ قَالُواْ ءَامَنَّاۖ وَإِذَا خَلَوْاْ إِلَىٰ شَيَٰطِينِهِمْ قَالُواْ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَۖ } [سُورَةُ البَقَرَةِ: ١٣]",
    " { يَٰأَيُّهَا اَ۬لنَّاسُ اُ۟عْبُدُواْ رَبَّكُمُ اُ۬لذِے خَلَقَكُمْ وَالذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَۖ } [سُورَةُ البَقَرَةِ: ٢٠] ",
    " { هُوَ اَ۬لذِے خَلَقَ لَكُم مَّا فِے اِ۬لْأَرْضِ جَمِيعاٗۖ ثُمَّ اَ۪سْتَوَىٰ إِلَى اَ۬لسَّمَآءِ فَسَوَّيٰهُنَّ سَبْعَ سَمَٰوَٰتٖۖ وَهْوَ بِكُلِّ شَےْءٍ عَلِيمٞۖ }  [سُورَةُ البَقَرَةِ: ٢٨] ",
    "  { ۞ وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ اِ۟سْجُدُواْ لِأٓدَمَ فَسَجَدُواْۖ إِلَّا إِبْلِيسَ أَبَىٰ وَاسْتَكْبَرَ وَكَانَ مِنَ اَ۬لْكَٰفِرِينَۖ } [سُورَةُ البَقَرَةِ: ٣٣]",
    " { ۞ أَتَأْمُرُونَ اَ۬لنَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ اَ۬لْكِتَٰبَۖ أَفَلَا تَعْقِلُونَۖ } [سُورَةُ البَقَرَةِ: ٤٣] ",
    "  { وَإِذْ وَٰعَدْنَا مُوسَىٰ أَرْبَعِينَ لَيْلَةٗ ثُمَّ اَ۪تَّخَذتُّمُ اُ۬لْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَٰلِمُونَۖ }  [سُورَةُ البَقَرَةِ: ٥٠]",
    " { وَلَقَدْ عَلِمْتُمُ اُ۬لذِينَ اَ۪عْتَدَوْاْ مِنكُمْ فِے اِ۬لسَّبْتِ فَقُلْنَا لَهُمْ كُونُواْ قِرَدَةً خَٰسِـِٕينَۖ } [سُورَةُ البَقَرَةِ: ٦٤] ",
    " { وَإِذْ قُلْنَا اَ۟دْخُلُواْ هَٰذِهِ اِ۬لْقَرْيَةَ فَكُلُواْ مِنْهَا حَيْثُ شِئْتُمْ رَغَداٗ وَادْخُلُواْ اُ۬لْبَابَ سُجَّداٗ وَقُولُواْ حِطَّةٞ يُغْفَرْ لَكُمْ خَطَٰيَٰكُمْۖ وَسَنَزِيدُ اُ۬لْمُحْسِنِينَۖ } [سُورَةُ البَقَرَةِ: ٥٧] "
 ],

  [
    "  { ۞ وَإِذَا لَقُواْ اُ۬لذِينَ ءَامَنُواْ قَالُواْ ءَامَنَّاۖ وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٖ قَالُواْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ اَ۬للَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْۖ أَفَلَا تَعْقِلُونَۖ } [سُورَةُ البَقَرَةِ: ٧٥]",
    "{ بَلَىٰ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتْ بِهِۦ خَطِيٓـَٰٔتُهُۥ فَأُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لنَّارِ هُمْ فِيهَا خَٰلِدُونَۖ } [سُورَةُ البَقَرَةِ: ٨٠]  ",
    "  { وَلَمَّا جَآءَهُمْ كِتَٰبٞ مِّنْ عِندِ اِ۬للَّهِ مُصَدِّقٞ لِّمَا مَعَهُمْ وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى اَ۬لذِينَ كَفَرُواْۖ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۖ فَلَعْنَةُ اُ۬للَّهِ عَلَى اَ۬لْكَٰفِرِينَۖ }  [سُورَةُ البَقَرَةِ: ٨٨]",
    " { قُلْ إِن كَانَتْ لَكُمُ اُ۬لدَّارُ اُ۬لْأٓخِرَةُ عِندَ اَ۬للَّهِ خَالِصَةٗ مِّن دُونِ اِ۬لنَّاسِ فَتَمَنَّوُاْ اُ۬لْمَوْتَ إِن كُنتُمْ صَٰدِقِينَۖ } [سُورَةُ البَقَرَةِ: ٩٣] ",
    "  { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ اُ۟نظُرْنَا وَاسْمَعُواْۖ وَلِلْكَٰفِرِينَ عَذَابٌ أَلِيمٞۖ } [سُورَةُ البَقَرَةِ: ١٠٣]",
    " { وَقَالُواْ لَنْ يَّدْخُلَ اَ۬لْجَنَّةَ إِلَّا مَن كَانَ هُوداً أَوْ نَصَٰرَىٰۖ تِلْكَ أَمَانِيُّهُمْۖ قُلْ هَاتُواْ بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَۖ } [سُورَةُ البَقَرَةِ: ١١٠] ",
    "  { ۞ وَلِلهِ اِ۬لْمَشْرِقُ وَالْمَغْرِبُۖ فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اُ۬للَّهِۖ إِنَّ اَ۬للَّهَ وَٰسِعٌ عَلِيمٞۖ }  [سُورَةُ البَقَرَةِ: ١١٤]",
    "  { وَمَنْ يَّرْغَبُ عَن مِّلَّةِ إِبْرَٰهِيمَ إِلَّا مَن سَفِهَ نَفْسَهُۥۖ وَلَقَدِ اِ۪صْطَفَيْنَٰهُ فِے اِ۬لدُّنْيَاۖ وَإِنَّهُۥ فِے اِ۬لْأٓخِرَةِ لَمِنَ اَ۬لصَّٰلِحِينَۖ }   [سُورَةُ البَقَرَةِ: ١٢٩]"
  ],

  [
    " { ۞ سَيَقُولُ اُ۬لسُّفَهَآءُ مِنَ اَ۬لنَّاسِ مَا وَلَّيٰهُمْ عَن قِبْلَتِهِمُ اُ۬لتِے كَانُواْ عَلَيْهَاۖ قُل لِّلهِ اِ۬لْمَشْرِقُ وَالْمَغْرِبُۖ يَهْدِے مَنْ يَّشَآءُ اِ۪لَىٰ صِرَٰطٖ مُّسْتَقِيمٖۖ } [سُورَةُ البَقَرَةِ: ١٤١] ",
    "  { وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ اَ۬لْمَسْجِدِ اِ۬لْحَرَامِۖ وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَۖ وَمَا اَ۬للَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَۖ }  [سُورَةُ البَقَرَةِ: ١٤٨]",
    " { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۪سْتَعِينُواْ بِالصَّبْرِ وَالصَّلَوٰةِۖ إِنَّ اَ۬للَّهَ مَعَ اَ۬لصَّٰبِرِينَۖ } [سُورَةُ البَقَرَةِ: ١٥٢] ",
    "  { إِنَّ اَ۬لذِينَ كَفَرُواْ وَمَاتُواْ وَهُمْ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيْهِمْ لَعْنَةُ اُ۬للَّهِ وَالْمَلَٰٓئِكَةِ وَالنَّاسِ أَجْمَعِينَ } [سُورَةُ البَقَرَةِ: ١٦٠]",
    "{ ۞ يَٰأَيُّهَا اَ۬لنَّاسُ كُلُواْ مِمَّا فِے اِ۬لْأَرْضِ حَلَٰلاٗ طَيِّباٗۖ وَلَا تَتَّبِعُواْ خُطْوَٰتِ اِ۬لشَّيْطَٰنِۖ إِنَّهُۥ لَكُمْ عَدُوّٞ مُّبِينٌۖ }  [سُورَةُ البَقَرَةِ: ١٦٧]  ",
    " { ذَٰلِكَ بِأَنَّ اَ۬للَّهَ نَزَّلَ اَ۬لْكِتَٰبَ بِالْحَقِّۖ وَإِنَّ اَ۬لذِينَ اَ۪خْتَلَفُواْ فِے اِ۬لْكِتَٰبِ لَفِے شِقَاقِۢ بَعِيدٖۖ } [سُورَةُ البَقَرَةِ: ١٧٥] ",
    " { وَقَٰتِلُواْ فِے سَبِيلِ اِ۬للَّهِ اِ۬لذِينَ يُقَٰتِلُونَكُمْ وَلَا تَعْتَدُواْۖ إِنَّ اَ۬للَّهَ لَا يُحِبُّ اُ۬لْمُعْتَدِينَۖ }  [سُورَةُ البَقَرَةِ: ١٨٩] ",
    "{ يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ كُتِبَ عَلَيْكُمُ اُ۬لصِّيَامُ كَمَا كُتِبَ عَلَى اَ۬لذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ }  [سُورَةُ البَقَرَةِ: ١٨٢] ",
  ],

  [
    " { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۟دْخُلُواْ فِے اِ۬لسَّلْمِ كَآفَّةٗۖ وَلَا تَتَّبِعُواْ خُطْوَٰتِ اِ۬لشَّيْطَٰنِۖ إِنَّهُۥ لَكُمْ عَدُوّٞ مُّبِينٞۖ } [سُورَةُ البَقَرَةِ: ٢٠٦] ",
    " { يَسْـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٖ فَلِلْوَٰلِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَٰمَىٰ وَالْمَسَٰكِينِ وَابْنِ اِ۬لسَّبِيلِۖ وَمَا تَفْعَلُواْ مِنْ خَيْرٖ فَإِنَّ اَ۬للَّهَ بِهِۦ عَلِيمٞۖ } [سُورَةُ البَقَرَةِ: ٢١٣] ",
    "  { وَلَا تَجْعَلُواْ اُ۬للَّهَ عُرْضَةٗ لِّأَيْمَٰنِكُمْۖ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصْلِحُواْ بَيْنَ اَ۬لنَّاسِۖ وَاللَّهُ سَمِيعٌ عَلِيمٞۖ }  [سُورَةُ البَقَرَةِ: ٢٢٢]",
    "  { ۞ وَالْوَٰلِدَٰتُ يُرْضِعْنَ أَوْلَٰدَهُنَّ حَوْلَيْنِ كَامِلَيْنِۖ لِمَنْ أَرَادَ أَنْ يُّتِمَّ اَ۬لرَّضَٰعَةَۖ  }   [سُورَةُ البَقَرَةِ: ٢٣١]",
    "{ حَٰفِظُواْ عَلَى اَ۬لصَّلَوَٰتِ وَالصَّلَوٰةِ اِ۬لْوُسْطَىٰ وَقُومُواْ لِلهِ قَٰنِتِينَۖ } [سُورَةُ البَقَرَةِ: ٢٣٦]  ",
    "{ وَقَٰتِلُواْ فِے سَبِيلِ اِ۬للَّهِ وَاعْلَمُواْ أَنَّ اَ۬للَّهَ سَمِيعٌ عَلِيمٞۖ } [سُورَةُ البَقَرَةِ: ٢٤٢]  ",
    "{ وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراٗ وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى اَ۬لْقَوْمِ اِ۬لْكَٰفِرِينَ }  [سُورَةُ البَقَرَةِ: ٢٤٨]  ",
    " { إِنَّ اَ۬لذِينَ ءَامَنُواْ وَالذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِے سَبِيلِ اِ۬للَّهِ أُوْلَٰٓئِكَ يَرْجُونَ رَحْمَتَ اَ۬للَّهِۖ وَاللَّهُ غَفُورٞ رَّحِيمٞۖ }  [سُورَةُ البَقَرَةِ: ٢١٦] ",
  ],

  [
    " { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ أَنفِقُواْ مِمَّا رَزَقْنَٰكُم مِّن قَبْلِ أَنْ يَّأْتِيَ يَوْمٞ لَّا بَيْعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۖ وَالْكَٰفِرُونَ هُمُ اُ۬لظَّٰلِمُونَۖ }  [سُورَةُ البَقَرَةِ: ٢٥٢] ",
    "  { ۞ أَلَمْ تَرَ إِلَى اَ۬لذِے حَآجَّ إِبْرَٰهِيمَ فِے رَبِّهِۦ أَنْ ءَاتَيٰهُ اُ۬للَّهُ اُ۬لْمُلْكَ }  [سُورَةُ البَقَرَةِ: ٢٥٧-٢٥٩]",
    "  { ۞ قَوْلٞ مَّعْرُوفٞ وَمَغْفِرَةٌ خَيْرٞ مِّن صَدَقَةٖ يَتْبَعُهَا أَذىٗۖ وَاللَّهُ غَنِيٌّ حَلِيمٞۖ }  [سُورَةُ البَقَرَةِ: ٢٦٢]",
    "  { ۞ يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ اَ۬لْأَرْضِۖ وَلَا تَيَمَّمُواْ اُ۬لْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلَّا أَن تُغْمِضُواْ فِيهِۖ وَاعْلَمُواْ أَنَّ اَ۬للَّهَ غَنِيٌّ حَمِيدٌۖ }  [سُورَةُ البَقَرَةِ: ٢٦٦]",
    "  { ۞ لَّيْسَ عَلَيْكَ هُدَيٰهُمْۖ وَلَٰكِنَّ اَ۬للَّهَ يَهْدِے مَنْ يَّشَآءُۖ وَمَا تُنفِقُواْ مِنْ خَيْرٖ فَلِأَنفُسِكُمْۖ وَمَا تُنفِقُونَ إِلَّا اَ۪بْتِغَآءَ وَجْهِ اِ۬للَّهِۖ وَمَا تُنفِقُواْ مِنْ خَيْرٖ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَۖ } [سُورَةُ البَقَرَةِ: ٢٧١]",
    "  { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۪تَّقُواْ اُ۬للَّهَ وَذَرُواْ مَا بَقِيَ مِنَ اَ۬لرِّبَوٰاْ إِن كُنتُم مُّؤْمِنِينَۖ } [سُورَةُ البَقَرَةِ: ٢٧٧]",
    "  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ أَلَٓمِّٓۖ اَ۬للَّهُ لَا إِلَٰهَ إِلَّا هُوَۖ اَ۬لْحَيُّ اُ۬لْقَيُّومُ } [سُورَةُ آلِ عِمۡرَانَ: ١]",
    "  { وَاتَّقُواْ يَوْماٗ تُرْجَعُونَ فِيهِ إِلَى اَ۬للَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٖ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَۖ } [سُورَةُ البَقَرَةِ: ٢٨٠]",
  ],

  [
    "{ قُل لِّلذِينَ كَفَرُواْ سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئْسَ اَ۬لْمِهَادُۖ } [سُورَةُ آلِ عِمۡرَانَ: ١٢]  ",
    " { إِنَّ اَ۬لدِّينَ عِندَ اَ۬للَّهِ اِ۬لْإِسْلَٰمُۖ وَمَا اَ۪خْتَلَفَ اَ۬لذِينَ أُوتُواْ اُ۬لْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ اُ۬لْعِلْمُۖ بَغْياَۢ بَيْنَهُمْۖ وَمَنْ يَّكْفُرْ بِـَٔايَٰتِ اِ۬للَّهِ فَإِنَّ اَ۬للَّهَ سَرِيعُ اُ۬لْحِسَابِۖ } [سُورَةُ آلِ عِمۡرَانَ: ١٩] ",
    "{ لَّا يَتَّخِذِ اِ۬لْمُؤْمِنُونَ اَ۬لْكَٰفِرِينَ أَوْلِيَآءَ مِن دُونِ اِ۬لْمُؤْمِنِينَۖ وَمَنْ يَّفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اَ۬للَّهِ فِے شَےْءٍ إِلَّا أَن تَتَّقُواْ مِنْهُمْ تُقَيٰةٗۖ وَيُحَذِّرُكُمُ اُ۬للَّهُ نَفْسَهُۥۖ وَإِلَى اَ۬للَّهِ اِ۬لْمَصِيرُۖ } [سُورَةُ آلِ عِمۡرَانَ: ٢٨]  ",
    " { قُلْ إِن تُخْفُواْ مَا فِے صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اُ۬للَّهُۖ وَيَعْلَمُ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لْأَرْضِۖ وَاللَّهُ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ } [سُورَةُ آلِ عِمۡرَانَ: ٢٩] ",
    "  { ذَٰلِكَ مِنْ أَنۢبَآءِ اِ۬لْغَيْبِ نُوحِيهِ إِلَيْكَۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ } [سُورَةُ آلِ عِمۡرَانَ: ٤٤]",
    "  { ۞ فَلَمَّا أَحَسَّ عِيسَىٰ مِنْهُمُ اُ۬لْكُفْرَ قَالَ مَنْ أَنصَارِيَ إِلَى اَ۬للَّهِۖ قَالَ اَ۬لْحَوَارِيُّونَ نَحْنُ أَنصَارُ اُ۬للَّهِۖ ءَامَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَۖ } [سُورَةُ آلِ عِمۡرَانَ: ٥١]",
    "  { يَٰأَهْلَ اَ۬لْكِتَٰبِ لِمَ تُحَآجُّونَ فِے إِبْرَٰهِيمَۖ وَمَا أُنزِلَتِ اِ۬لتَّوْرَيٰةُ وَالْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦۖ أَفَلَا تَعْقِلُونَۖ } [سُورَةُ آلِ عِمۡرَانَ: ٦٤]",
    "{ وَمَنْ يَّبْتَغِ غَيْرَ اَ۬لْإِسْلَٰمِ دِيناٗ فَلَنْ يُّقْبَلَ مِنْهُۖ وَهْوَ فِے اِ۬لْأٓخِرَةِ مِنَ اَ۬لْخَٰسِرِينَۖ } [سُورَةُ آلِ عِمۡرَانَ: ٨٤]  ",
  ],

  [
    " { إِنَّ أَوَّلَ بَيْتٖ وُضِعَ لِلنَّاسِ لَلذِے بِبَكَّةَ مُبَٰرَكاٗ وَهُدىٗ لِّلْعَٰلَمِينَ } [سُورَةُ آلِ عِمۡرَانَ: ٩٦] ",
    " { وَلِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لْأَرْضِۖ وَإِلَى اَ۬للَّهِ تُرْجَعُ اُ۬لْأُمُورُۖ } [سُورَةُ آلِ عِمۡرَانَ: ١٠٩] ",
    " { إِنَّ اَ۬لذِينَ كَفَرُواْ لَن تُغْنِيَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَا أَوْلَٰدُهُم مِّنَ اَ۬للَّهِ شَئْاٗۖ وَأُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لنَّارِ هُمْ فِيهَا خَٰلِدُونَۖ }  [سُورَةُ آلِ عِمۡرَانَ: ١١٦] ",
    " { وَلَقَدْ نَصَرَكُمُ اُ۬للَّهُ بِبَدْرٖ وَأَنتُمْ أَذِلَّةٞۖ فَاتَّقُواْ اُ۬للَّهَ لَعَلَّكُمْ تَشْكُرُونَۖ } [سُورَةُ آلِ عِمۡرَانَ: ١٢٣] ",
    " { قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٞۖ فَسِيرُواْ فِے اِ۬لْأَرْضِ فَانظُرُواْ كَيْفَ كَانَ عَٰقِبَةُ اُ۬لْمُكَذِّبِينَۖ }  [سُورَةُ آلِ عِمۡرَانَ: ١٣٧] ",
    " { وَلَقَدْ كُنتُمْ تَمَنَّوْنَ اَ۬لْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَۖ } [سُورَةُ آلِ عِمۡرَانَ: ١٤٣] ",
    " { أَفَمَنِ اِ۪تَّبَعَ رِضْوَٰنَ اَ۬للَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ اَ۬للَّهِ وَمَأْوَيٰهُ جَهَنَّمُۖ وَبِئْسَ اَ۬لْمَصِيرُۖ } [سُورَةُ آلِ عِمۡرَانَ: ١٦٢]",
    " { إِنَّ اَ۬لذِينَ تَوَلَّوْاْ مِنكُمْ يَوْمَ اَ۪لْتَقَى اَ۬لْجَمْعَٰنِ إِنَّمَا اَ۪سْتَزَلَّهُمُ اُ۬لشَّيْطَٰنُ بِبَعْضِ مَا كَسَبُواْۖ وَلَقَدْ عَفَا اَ۬للَّهُ عَنْهُمْۖ إِنَّ اَ۬للَّهَ غَفُورٌ حَلِيمٞۖ } [سُورَةُ آلِ عِمۡرَانَ: ١٥٥] ",
  ],
  
[
    " { وَلَا تَحْسِبَنَّ اَ۬لذِينَ قُتِلُواْ فِے سَبِيلِ اِ۬للَّهِ أَمْوَٰتاَۢۖ بَلْ أَحْيَآءٌۖ عِندَ رَبِّهِمْ يُرْزَقُونَ } [سُورَةُ آلِ عِمۡرَانَ: ١٦٩] " ,
    " { فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٞ مِّن قَبْلِكَ جَآءُو بِالْبَيِّنَٰتِ وَالزُّبُرِ وَالْكِتَٰبِ اِ۬لْمُنِيرِۖ } [سُورَةُ آلِ عِمۡرَانَ: ١٨٤] " ,
    " { وَإِذْ أَخَذَ اَ۬للَّهُ مِيثَٰقَ اَ۬لذِينَ أُوتُواْ اُ۬لْكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكْتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ وَاشْتَرَوْاْ بِهِۦ ثَمَناٗ قَلِيلاٗۖ فَبِئْسَ مَا يَشْتَرُونَۖ } [سُورَةُ آلِ عِمۡرَانَ: ١٨٧] " ,
    " { رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ اَ۬لْقِيَٰمَةِۖ إِنَّكَ لَا تُخْلِفُ اُ۬لْمِيعَادَۖ } [سُورَةُ آلِ عِمۡرَانَ: ١٩٤] " ,
    "{ وَلْيَخْشَ اَ۬لذِينَ لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةٗ ضِعَٰفاً خَافُواْ عَلَيْهِمْۖ فَلْيَتَّقُواْ اُ۬للَّهَ وَلْيَقُولُواْ قَوْلاٗ سَدِيداًۖ } [سُورَةُ النِّسَاءِ: ٩]  " ,
    "  { ۞ تِلْكَ حُدُودُ اُ۬للَّهِۖ وَمَنْ يُّطِعِ اِ۬للَّهَ وَرَسُولَهُۥ نُدْخِلْهُ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لْأَنْهَٰرُ خَٰلِدِينَ فِيهَاۖ وَذَٰلِكَ اَ۬لْفَوْزُ اُ۬لْعَظِيمُۖ } [سُورَةُ النِّسَاءِ: ١٣]" ,
    "  { وَإِنْ أَرَدتُّمُ اُ۪سْتِبْدَالَ زَوْجٖ مَّكَانَ زَوْجٖ وَءَاتَيْتُمْ إِحْدَيٰهُنَّ قِنطَاراٗ فَلَا تَأْخُذُواْ مِنْهُ شَئْاًۖ أَتَأْخُذُونَهُۥ بُهْتَٰناٗ وَإِثْماٗ مُّبِيناٗۖ }  [سُورَةُ النِّسَاءِ: ٢٠]" ,
    "  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ يَٰأَيُّهَا اَ۬لنَّاسُ اُ۪تَّقُواْ رَبَّكُمُ اُ۬لذِے خَلَقَكُم مِّن نَّفْسٖ وَٰحِدَةٖ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاٗ كَثِيراٗ وَنِسَآءٗۖ وَاتَّقُواْ اُ۬للَّهَ اَ۬لذِے تَسَّآءَلُونَ بِهِۦ وَالْأَرْحَامَۖ إِنَّ اَ۬للَّهَ كَانَ عَلَيْكُمْ رَقِيباٗۖ } [سُورَةُ النِّسَاءِ: ١]" ,
    ],
    
[
    "{ يُرِيدُ اُ۬للَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ اَ۬لذِينَ مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْۖ وَاللَّهُ عَلِيمٌ حَكِيمٞۖ } [سُورَةُ النِّسَاءِ: ٢٦]  " ,
    "{ ۞ إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مَّدْخَلاٗ كَرِيماٗۖ } [سُورَةُ النِّسَاءِ: ٣١] " ,
    "{ إِنَّ اَ۬للَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٞ يُضَٰعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْراً عَظِيماٗۖ } [سُورَةُ النِّسَاءِ: ٤٠]  " ,
    "{ إِنَّ اَ۬للَّهَ لَا يَغْفِرُ أَنْ يُّشْرَكَ بِهِۦۖ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَنْ يَّشَآءُۖ وَمَنْ يُّشْرِكْ بِاللَّهِ فَقَدِ اِ۪فْتَرَىٰ إِثْماً عَظِيماًۖ } [سُورَةُ النِّسَاءِ: ٤٧]  " ,
    " { إِنَّ اَ۬لذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوْفَ نُصْلِيهِمْ نَاراٗۖ كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَٰهُمْ جُلُوداً غَيْرَهَا لِيَذُوقُواْ اُ۬لْعَذَابَۖ إِنَّ اَ۬للَّهَ كَانَ عَزِيزاً حَكِيماٗۖ }  [سُورَةُ النِّسَاءِ: ٥٥] " ,
    "  { وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إِلَىٰ مَا أَنزَلَ اَ۬للَّهُ وَإِلَى اَ۬لرَّسُولِ رَأَيْتَ اَ۬لْمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُوداٗۖ } [سُورَةُ النِّسَاءِ: ٦٠]" ,
    "{ يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ خُذُواْ حِذْرَكُمْ فَانفِرُواْ ثُبَاتٍ أَوِ اِ۪نفِرُواْ جَمِيعاٗۖ }  [سُورَةُ النِّسَاءِ: ٧٠]  " ,
    " { مَّا أَصَابَكَ مِنْ حَسَنَةٖ فَمِنَ اَ۬للَّهِۖ وَمَا أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفْسِكَۖ وَأَرْسَلْنَٰكَ لِلنَّاسِ رَسُولاٗۖ وَكَفَىٰ بِاللَّهِ شَهِيداٗۖ } [سُورَةُ النِّسَاءِ: ٧٨] " ,
    ],
    [
        " { ۞ اِ۬للَّهُ لَا إِلَٰهَ إِلَّا هُوَۖ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ اِ۬لْقِيَٰمَةِ لَا رَيْبَ فِيهِۖ وَمَنْ أَصْدَقُ مِنَ اَ۬للَّهِ حَدِيثاٗۖ } [سُورَةُ النِّسَاءِ: ٨٦] " ,
        "{ ۞ وَمَنْ يَّقْتُلْ مُؤْمِناٗ مُّتَعَمِّداٗ فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِداٗ فِيهَا وَغَضِبَ اَ۬للَّهُ عَلَيْهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَاباً عَظِيماٗۖ } [سُورَةُ النِّسَاءِ: ٩٢]  " ,
        "{ إِنَّ اَ۬لذِينَ تَوَفَّيٰهُمُ اُ۬لْمَلَٰٓئِكَةُ ظَالِمِے أَنفُسِهِمْ قَالُواْ فِيمَ كُنتُمْۖ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِے اِ۬لْأَرْضِۖ قَالُواْ أَلَمْ تَكُنْ أَرْضُ اُ۬للَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۖ فَأُوْلَٰٓئِكَ مَأْوَيٰهُمْ جَهَنَّمُ وَسَآءَتْ مَصِيراً } [سُورَةُ النِّسَاءِ: ٩٦]  " ,
        " { ۞ إِنَّا أَنزَلْنَا إِلَيْكَ اَ۬لْكِتَٰبَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ اَ۬لنَّاسِ بِمَا أَرَيٰكَ اَ۬للَّهُۖ وَلَا تَكُن لِّلْخَآئِنِينَ خَصِيماٗۖ } [سُورَةُ النِّسَاءِ: ١٠٤] " ,
        " { إِنَّ اَ۬للَّهَ لَا يَغْفِرُ أَنْ يُّشْرَكَ بِهِۦۖ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَنْ يَّشَآءُۖ وَمَنْ يُّشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَٰلاَۢ بَعِيداًۖ } [سُورَةُ النِّسَاءِ: ١١٥] " ,
        "{ وَالذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ سَنُدْخِلُهُمْ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لْأَنْهَٰرُ خَٰلِدِينَ فِيهَا أَبَداٗۖ وَعْدَ اَ۬للَّهِ حَقّاٗۖ وَمَنْ أَصْدَقُ مِنَ اَ۬للَّهِ قِيلاٗۖ } [سُورَةُ النِّسَاءِ: ١٢١]  " ,
        "  { وَلِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لْأَرْضِۖ وَكَفَىٰ بِاللَّهِ وَكِيلاًۖ } [سُورَةُ النِّسَاءِ: ١٣١]" ,
        "  { ۞ بَشِّرِ اِ۬لْمُنَٰفِقِينَ بِأَنَّ لَهُمْ عَذَاباً أَلِيماً } [سُورَةُ النِّسَاءِ: ١٣٧]" ,
        ],
        
[
    " { ۞ لَّا يُحِبُّ اُ۬للَّهُ اُ۬لْجَهْرَ بِالسُّوٓءِ مِنَ اَ۬لْقَوْلِ إِلَّا مَن ظُلِمَۖ وَكَانَ اَ۬للَّهُ سَمِيعاً عَلِيماًۖ } [سُورَةُ النِّسَاءِ: ١٤٧] " ,
    "{ ۞ وَإِن مِّنْ أَهْلِ اِ۬لْكِتَٰبِ إِلَّا لَيُؤْمِنَنَّ بِهِۦ قَبْلَ مَوْتِهِۦ وَيَوْمَ اَ۬لْقِيَٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيداٗۖ } [سُورَةُ النِّسَاءِ: ١٥٨]  " ,
    "{ إِنَّ اَ۬لذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اِ۬للَّهِ قَدْ ضَلُّواْ ضَلَٰلاَۢ بَعِيداًۖ } [سُورَةُ النِّسَاءِ: ١٦٦]  " ,
    "{ ۞ لَّنْ يَّسْتَنكِفَ اَ۬لْمَسِيحُ أَنْ يَّكُونَ عَبْداٗ لِّلهِ وَلَا اَ۬لْمَلَٰٓئِكَةُ اُ۬لْمُقَرَّبُونَۖ وَمَنْ يَّسْتَنكِفْ عَنْ عِبَادَتِهِۦ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعاٗۖ } [سُورَةُ النِّسَاءِ: ١٧١]  " ,
    "  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ أَوْفُواْ بِالْعُقُودِۖ } [سُورَةُ المَائـِدَةِ: ١]" ,
    "  { وَاذْكُرُواْ نِعْمَةَ اَ۬للَّهِ عَلَيْكُمْ وَمِيثَٰقَهُ اُ۬لذِے وَاثَقَكُم بِهِۦ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَاۖ وَاتَّقُواْ اُ۬للَّهَۖ إِنَّ اَ۬للَّهَ عَلِيمُۢ بِذَاتِ اِ۬لصُّدُورِۖ } [سُورَةُ المَائـِدَةِ: ٨]" ,
    "{ يَٰأَهْلَ اَ۬لْكِتَٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراٗ مِّمَّا كُنتُمْ تُخْفُونَ مِنَ اَ۬لْكِتَٰبِ وَيَعْفُواْ عَن كَثِيرٖۖ }  [سُورَةُ المَائـِدَةِ: ١٦]  " ,
    "{ قَالَ رَبِّ إِنِّے لَا أَمْلِكُ إِلَّا نَفْسِےۖ وَأَخِےۖ فَافْرُقْ بَيْنَنَا وَبَيْنَ اَ۬لْقَوْمِ اِ۬لْفَٰسِقِينَۖ }  [سُورَةُ المَائـِدَةِ: ٢٧]  " ,
    ],
    
[
" { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۪تَّقُواْ اُ۬للَّهَ وَابْتَغُواْ إِلَيْهِ اِ۬لْوَسِيلَةَ وَجَٰهِدُواْ فِے سَبِيلِهِۦ لَعَلَّكُمْ تُفْلِحُونَۖ } [سُورَةُ المَائـِدَةِ: ٣٧] " ,
" { أَلَمْ تَعْلَمْ أَنَّ اَ۬للَّهَ لَهُۥ مُلْكُ اُ۬لسَّمَٰوَٰتِ وَالْأَرْضِۖ يُعَذِّبُ مَنْ يَّشَآءُ وَيَغْفِرُ لِمَنْ يَّشَآءُۖ وَاللَّهُ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ } [سُورَةُ المَائـِدَةِ: ٤٢] " ,
"  { وَلْيَحْكُمْ أَهْلُ اُ۬لْإِنجِيلِ بِمَا أَنزَلَ اَ۬للَّهُ فِيهِۖ وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اَ۬للَّهُ فَأُوْلَٰٓئِكَ هُمُ اُ۬لْفَٰسِقُونَۖ } [سُورَةُ المَائـِدَةِ: ٤٩]" ,
" { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ اُ۬لْيَهُودَ وَالنَّصَٰرَىٰ أَوْلِيَآءَۖ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٖۖ وَمَنْ يَّتَوَلَّهُم مِّنكُمْ فَإِنَّهُۥ مِنْهُمْۖ إِنَّ اَ۬للَّهَ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لظَّٰلِمِينَۖ } [سُورَةُ المَائـِدَةِ: ٥٣]" ,
" { وَإِذَا نَادَيْتُمْ إِلَى اَ۬لصَّلَوٰةِ اِ۪تَّخَذُوهَا هُزُؤاٗ وَلَعِباٗۖ ذَٰلِكَ بِأَنَّهُمْ قَوْمٞ لَّا يَعْقِلُونَۖ } [سُورَةُ المَائـِدَةِ: ٦٠] " ,
"{ وَلَوْ أَنَّ أَهْلَ اَ۬لْكِتَٰبِ ءَامَنُواْ وَاتَّقَوْاْ لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأَدْخَلْنَٰهُمْ جَنَّٰتِ اِ۬لنَّعِيمِۖ } [سُورَةُ المَائـِدَةِ: ٦٧]  " ,
" { لَقَدْ كَفَرَ اَ۬لذِينَ قَالُواْ إِنَّ اَ۬للَّهَ هُوَ اَ۬لْمَسِيحُ اُ۪بْنُ مَرْيَمَۖ وَقَالَ اَ۬لْمَسِيحُ يَٰبَنِے إِسْرَآءِيلَ اَ۟عْبُدُواْ اُ۬للَّهَ رَبِّے وَرَبَّكُمْۖ إِنَّهُۥ مَنْ يُّشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اَ۬للَّهُ عَلَيْهِ اِ۬لْجَنَّةَ وَمَأْوَيٰهُ اُ۬لنَّارُۖ وَمَا لِلظَّٰلِمِينَ مِنْ أَنصَارٖۖ } [سُورَةُ المَائـِدَةِ: ٧٤] " ,
"  { لُعِنَ اَ۬لذِينَ كَفَرُواْ مِنۢ بَنِے إِسْرَآءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى اَ۪بْنِ مَرْيَمَۖ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعْتَدُونَۖ } [سُورَةُ المَائـِدَةِ: ٨٠]" ,
] ,

[
"  { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَا أَحَلَّ اَ۬للَّهُ لَكُمْ وَلَا تَعْتَدُواْۖ إِنَّ اَ۬للَّهَ لَا يُحِبُّ اُ۬لْمُعْتَدِينَۖ } [سُورَةُ المَائـِدَةِ: ٨٩]" ,
" { وَأَطِيعُواْ اُ۬للَّهَ وَأَطِيعُواْ اُ۬لرَّسُولَ وَاحْذَرُواْۖ فَإِن تَوَلَّيْتُمْ فَاعْلَمُواْ أَنَّمَا عَلَىٰ رَسُولِنَا اَ۬لْبَلَٰغُ اُ۬لْمُبِينُۖ } [سُورَةُ المَائـِدَةِ: ٩٤] " ,
" { قُل لَّا يَسْتَوِے اِ۬لْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ اُ۬لْخَبِيثِۖ فَاتَّقُواْ اُ۬للَّهَ يَٰأُوْلِے اِ۬لْأَلْبَٰبِ لَعَلَّكُمْ تُفْلِحُونَۖ } [سُورَةُ المَائـِدَةِ: ١٠٢] " ,
"  { يَوْمَ يَجْمَعُ اُ۬للَّهُ اُ۬لرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْۖ قَالُواْ لَا عِلْمَ لَنَا إِنَّكَ أَنتَ عَلَّٰمُ اُ۬لْغُيُوبِۖ } [سُورَةُ المَائـِدَةِ: ١١١]" ,
"  { ۞ وَإِذْ أَوْحَيْتُ إِلَى اَ۬لْحَوَارِيِّۧنَ أَنْ ءَامِنُواْ بِے وَبِرَسُولِےۖ قَالُواْ ءَامَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَۖ } [سُورَةُ المَائـِدَةِ: ١١٣]" ,
" { وَهْوَ اَ۬للَّهُ فِے اِ۬لسَّمَٰوَٰتِ وَفِے اِ۬لْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَۖ } [سُورَةُ الأَنۡعَامِ: ٤] " ,
" { وَإِنْ يَّمْسَسْكَ اَ۬للَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥ إِلَّا هُوَۖ وَإِنْ يَّمْسَسْكَ بِخَيْرٖ فَهْوَ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ } [سُورَةُ الأَنۡعَامِ: ١٨] " ,
" { وَلَوْ تَرَىٰ إِذْ وُقِفُواْ عَلَى اَ۬لنَّارِ فَقَالُواْ يَٰلَيْتَنَا نُرَدُّۖ وَلَا نُكَذِّبُ بِـَٔايَٰتِ رَبِّنَا وَنَكُونُ مِنَ اَ۬لْمُؤْمِنِينَۖ } [سُورَةُ الأَنۡعَامِ: ٢٨] " ,
],

[
"{ قُلْ أَرَٰ۬يْتَكُمْ إِنْ أَتَيٰكُمْ عَذَابُ اُ۬للَّهِ أَوْ أَتَتْكُمُ اُ۬لسَّاعَةُ أَغَيْرَ اَ۬للَّهِ تَدْعُونَ إِن كُنتُمْ صَٰدِقِينَۖ } [سُورَةُ الأَنۡعَامِ: ٤١]  " ,
" { وَالذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ اُ۬لْعَذَابُ بِمَا كَانُواْ يَفْسُقُونَۖ } [سُورَةُ الأَنۡعَامِ: ٥٠] " ,
"{ وَكَذَٰلِكَ نُفَصِّلُ اُ۬لْأٓيَٰتِ وَلِتَسْتَبِينَ سَبِيلَ اَ۬لْمُجْرِمِينَۖ } [سُورَةُ الأَنۡعَامِ: ٥٦]  " ,
"{ قُلْ مَنْ يُّنَجِّيكُم مِّن ظُلُمَٰتِ اِ۬لْبَرِّ وَالْبَحْرِ تَدْعُونَهُۥ تَضَرُّعاٗ وَخُفْيَةٗ لَّئِنْ أَنجَيْتَنَا مِنْ هَٰذِهِۦ لَنَكُونَنَّ مِنَ اَ۬لشَّٰكِرِينَۖ } [سُورَةُ الأَنۡعَامِ: ٦٤]  " ,
"  { وَأَنْ أَقِيمُواْ اُ۬لصَّلَوٰةَ وَاتَّقُوهُۖ وَهْوَ اَ۬لذِے إِلَيْهِ تُحْشَرُونَۖ } [سُورَةُ الأَنۡعَامِ: ٧٢]" ,
"  { اَ۬لذِينَ ءَامَنُواْ وَلَمْ يَلْبِسُواْ إِيمَٰنَهُم بِظُلْمٍ أُوْلَٰٓئِكَ لَهُمُ اُ۬لْأَمْنُ وَهُم مُّهْتَدُونَۖ } [سُورَةُ الأَنۡعَامِ: ٨٣]" ,
"  { وَتِلْكَ حُجَّتُنَا ءَاتَيْنَٰهَا إِبْرَٰهِيمَ عَلَىٰ قَوْمِهِۦۖ نَرْفَعُ دَرَجَٰتِ مَن نَّشَآءُۖ اِ۪نَّ رَبَّكَ حَكِيمٌ عَلِيمٞۖ } [سُورَةُ الأَنۡعَامِ: ٨٤]" ,
" { وَهْوَ اَ۬لذِے جَعَلَ لَكُمُ اُ۬لنُّجُومَ لِتَهْتَدُواْ بِهَا فِے ظُلُمَٰتِ اِ۬لْبَرِّ وَالْبَحْرِۖ قَدْ فَصَّلْنَا اَ۬لْأٓيَٰتِ لِقَوْمٖ يَعْلَمُونَۖ } [سُورَةُ الأَنۡعَامِ: ٩٨] " ,
],

[
"  { ۞ وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ اُ۬لْمَلَٰٓئِكَةَ وَكَلَّمَهُمُ اُ۬لْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَےْءٖ قِبَلاٗ مَّا كَانُواْ لِيُؤْمِنُواْ إِلَّا أَنْ يَّشَآءَ اَ۬للَّهُۖ وَلَٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَۖ } [سُورَةُ الأَنۡعَامِ: ١١٢]" ,
" { وَلَا تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اِ۪سْمُ اُ۬للَّهِ عَلَيْهِ وَإِنَّهُۥ لَفِسْقٞۖ وَإِنَّ اَ۬لشَّيَٰطِينَ لَيُوحُونَ إِلَىٰ أَوْلِيَآئِهِمْ لِيُجَٰدِلُوكُمْۖ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَۖ } [سُورَةُ الأَنۡعَامِ: ١٢٢] " ,
"{ وَهَٰذَا صِرَٰطُ رَبِّكَ مُسْتَقِيماٗۖ قَدْ فَصَّلْنَا اَ۬لْأٓيَٰتِ لِقَوْمٖ يَذَّكَّرُونَۖ } [سُورَةُ الأَنۡعَامِ: ١٢٧]  " ,
" { وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعْمَلُونَۖ } [سُورَةُ الأَنۡعَامِ: ١٣٣] " ,
"{ قَدْ خَسِرَ اَ۬لذِينَ قَتَلُواْ أَوْلَٰدَهُمْ سَفَهاَۢ بِغَيْرِ عِلْمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ اُ۬للَّهُ اُ۪فْتِرَآءً عَلَى اَ۬للَّهِۖ قَدْ ضَلُّواْ وَمَا كَانُواْ مُهْتَدِينَۖ } [سُورَةُ الأَنۡعَامِ: ١٤١]  " ,
"  { ۞ قُل لَّا أَجِدُ فِے مَا أُوحِيَ إِلَيَّ مُحَرَّماً عَلَىٰ طَاعِمٖ يَطْعَمُهُۥ إِلَّا أَنْ يَّكُونَ مَيْتَةً أَوْ دَماٗ مَّسْفُوحاً أَوْ لَحْمَ خِنزِيرٖ فَإِنَّهُۥ رِجْسٌۖ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اِ۬للَّهِ بِهِۦۖ فَمَنُ اُ۟ضْطُرَّ غَيْرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞۖ } [سُورَةُ الأَنۡعَامِ: ١٤٦]" ,
"  { ۞ قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُواْ بِهِۦ شَئْاٗۖ وَبِالْوَٰلِدَيْنِ إِحْسَٰناٗۖ وَلَا تَقْتُلُواْ أَوْلَٰدَكُم مِّنْ إِمْلَٰقٖۖ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْۖ وَلَا تَقْرَبُواْ اُ۬لْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَۖ وَلَا تَقْتُلُواْ اُ۬لنَّفْسَ اَ۬لتِے حَرَّمَ اَ۬للَّهُ إِلَّا بِالْحَقِّۖ ذَٰلِكُمْ وَصَّيٰكُم بِهِۦ لَعَلَّكُمْ تَعْقِلُونَۖ }  [سُورَةُ الأَنۡعَامِ: ١٥٢]" ,
" { إِنَّ اَ۬لذِينَ فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعاٗ لَّسْتَ مِنْهُمْ فِے شَےْءٍۖ إِنَّمَا أَمْرُهُمْ إِلَى اَ۬للَّهِۖ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُونَۖ } [سُورَةُ الأَنۡعَامِ: ١٦٠] " ,
] ,

[
"  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ أَلَٓمِّٓصَٓۖ كِتَٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِے صَدْرِكَ حَرَجٞ مِّنْهُ لِتُنذِرَ بِهِۦ وَذِكْرَىٰ لِلْمُؤْمِنِينَۖ } [سُورَةُ الأَعۡرَافِ: ١]" ,
"  { ۞ وَيَٰـَٔادَمُ اُ۟سْكُنْ أَنتَ وَزَوْجُكَ اَ۬لْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَاۖ وَلَا تَقْرَبَا هَٰذِهِ اِ۬لشَّجَرَةَ فَتَكُونَا مِنَ اَ۬لظَّٰلِمِينَۖ }  [سُورَةُ الأَعۡرَافِ: ١٨]" ,
"{ يَٰبَنِے ءَادَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٖ وَكُلُواْ وَاشْرَبُواْۖ وَلَا تُسْرِفُواْۖ إِنَّهُۥ لَا يُحِبُّ اُ۬لْمُسْرِفِينَۖ } [سُورَةُ الأَعۡرَافِ: ٢٩]  " ,
" { إِنَّ اَ۬لذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَاسْتَكْبَرُواْ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ اُ۬لسَّمَآءِ وَلَا يَدْخُلُونَ اَ۬لْجَنَّةَ حَتَّىٰ يَلِجَ اَ۬لْجَمَلُ فِے سَمِّ اِ۬لْخِيَاطِۖ وَكَذَٰلِكَ نَجْزِے اِ۬لْمُجْرِمِينَۖ } [سُورَةُ الأَعۡرَافِ: ٣٩] " ,
"{ ۞ وَإِذَا صُرِفَتْ أَبْصَٰرُهُمْ تِلْقَا أَصْحَٰبِ اِ۬لنَّارِ قَالُواْ رَبَّنَا لَا تَجْعَلْنَا مَعَ اَ۬لْقَوْمِ اِ۬لظَّٰلِمِينَۖ } [سُورَةُ الأَعۡرَافِ: ٤٦]  " ,
"{ ۞ اَ۟دْعُواْ رَبَّكُمْ تَضَرُّعاٗ وَخُفْيَةًۖ إِنَّهُۥ لَا يُحِبُّ اُ۬لْمُعْتَدِينَۖ } [سُورَةُ الأَعۡرَافِ: ٥٤]  " ,
"  { ۞ وَإِلَىٰ عَادٍ أَخَاهُمْ هُوداٗۖ قَالَ يَٰقَوْمِ اِ۟عْبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥۖ أَفَلَا تَتَّقُونَۖ } [سُورَةُ الأَعۡرَافِ: ٦٤]" ,
" { قَالَ اَ۬لذِينَ اَ۪سْتَكْبَرُواْ إِنَّا بِالذِے ءَامَنتُم بِهِۦ كَٰفِرُونَۖ } [سُورَةُ الأَعۡرَافِ: ٧٥] " ,
],
[
"{ ۞ قَالَ اَ۬لْمَلَأُ اُ۬لذِينَ اَ۪سْتَكْبَرُواْ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَٰشُعَيْبُ وَالذِينَ ءَامَنُواْ مَعَكَ مِن قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِے مِلَّتِنَاۖ قَالَ أَوَلَوْ كُنَّا كَٰرِهِينَۖ } [سُورَةُ الأَعۡرَافِ: ٨٧]  " ,
"{ ۞ أَوَلَمْ يَهْدِ لِلذِينَ يَرِثُونَ اَ۬لْأَرْضَ مِنۢ بَعْدِ أَهْلِهَا أَن لَّوْ نَشَآءُ اَ۬صَبْنَٰهُم بِذُنُوبِهِمْۖ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَۖ } [سُورَةُ الأَعۡرَافِ: ٩٩]  " ,
"{ ۞ وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ أَنْ أَلْقِ عَصَاكَۖ فَإِذَا هِيَ تَلَقَّفُ مَا يَأْفِكُونَۖ } [سُورَةُ الأَعۡرَافِ: ١١٦]  " ,
"  { ۞ وَقَالُواْ مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٖ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَۖ } [سُورَةُ الأَعۡرَافِ: ١٣١]" ,
"{ قَالَ أَغَيْرَ اَ۬للَّهِ أَبْغِيكُمْ إِلَٰهاٗ وَهْوَ فَضَّلَكُمْ عَلَى اَ۬لْعَٰلَمِينَۖ } [سُورَةُ الأَعۡرَافِ: ١٤٠]  " ,
"  { وَكَتَبْنَا لَهُۥ فِے اِ۬لْأَلْوَاحِ مِن كُلِّ شَےْءٖ مَّوْعِظَةٗ وَتَفْصِيلاٗ لِّكُلِّ شَےْءٖۖ فَخُذْهَا بِقُوَّةٖ وَأْمُرْ قَوْمَكَ يَأْخُذُواْ بِأَحْسَنِهَاۖ سَأُوْرِيكُمْ دَارَ اَ۬لْفَٰسِقِينَۖ } [سُورَةُ الأَعۡرَافِ: ١٤٥]" ,
"{ وَلَمَّا سَكَتَ عَن مُّوسَى اَ۬لْغَضَبُ أَخَذَ اَ۬لْأَلْوَاحَ وَفِے نُسْخَتِهَا هُدىٗ وَرَحْمَةٞ لِّلذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَۖ } [سُورَةُ الأَعۡرَافِ: ١٥٤]  " ,
" { قُلْ يَٰأَيُّهَا اَ۬لنَّاسُ إِنِّے رَسُولُ اُ۬للَّهِ إِلَيْكُمْ جَمِيعاً اِ۬لذِے لَهُۥ مُلْكُ اُ۬لسَّمَٰوَٰتِ وَالْأَرْضِۖ لَا إِلَٰهَ إِلَّا هُوَۖ يُحْيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِاللَّهِ وَرَسُولِهِ اِ۬لنَّبِےٓءِ اِ۬لْأُمِّيِّ اِ۬لذِے يُؤْمِنُ بِاللَّهِ وَكَلِمَٰتِهِۦۖ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَۖ } [سُورَةُ الأَعۡرَافِ: ١٥٨] " ,
] ,

[
" { ۞ وَإِذْ نَتَقْنَا اَ۬لْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّواْ أَنَّهُۥ وَاقِعُۢ بِهِمْۖ خُذُواْ مَا ءَاتَيْنَٰكُم بِقُوَّةٖ وَاذْكُرُواْ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَۖ } [سُورَةُ الأَعۡرَافِ: ١٧١] " ,
"  { وَمِمَّنْ خَلَقْنَا أُمَّةٞ يَهْدُونَ بِالْحَقِّ وَبِهِۦ يَعْدِلُونَۖ } [سُورَةُ الأَعۡرَافِ: ١٨١]" ,
"  { هُوَ اَ۬لذِے خَلَقَكُم مِّن نَّفْسٖ وَٰحِدَةٖ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَاۖ فَلَمَّا تَغَشَّيٰهَا حَمَلَتْ حَمْلاً خَفِيفاٗ فَمَرَّتْ بِهِۦۖ فَلَمَّا أَثْقَلَت دَّعَوَا اَ۬للَّهَ رَبَّهُمَا لَئِنْ ءَاتَيْتَنَا صَٰلِحاٗ لَّنَكُونَنَّ مِنَ اَ۬لشَّٰكِرِينَۖ } [سُورَةُ الأَعۡرَافِ: ١٨٩]" ,
"  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ يَسْـَٔلُونَكَ عَنِ اِ۬لْأَنفَالِۖ قُلِ اِ۬لْأَنفَالُ لِلهِ وَالرَّسُولِۖ فَاتَّقُواْ اُ۬للَّهَ وَأَصْلِحُواْ ذَاتَ بَيْنِكُمْۖ وَأَطِيعُواْ اُ۬للَّهَ وَرَسُولَهُۥ إِن كُنتُم مُّؤْمِنِينَۖ } [سُورَةُ الأَنفَالِ: ١]" ,
"{ يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ إِذَا لَقِيتُمُ اُ۬لذِينَ كَفَرُواْ زَحْفاٗ فَلَا تُوَلُّوهُمُ اُ۬لْأَدْبَٰرَۖ } [سُورَةُ الأَنفَالِ: ١٥]  " ,
" { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۪سْتَجِيبُواْ لِلهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْۖ وَاعْلَمُواْ أَنَّ اَ۬للَّهَ يَحُولُ بَيْنَ اَ۬لْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥ إِلَيْهِ تُحْشَرُونَۖ } [سُورَةُ الأَنفَالِ: ٢٤] " ,
"  { وَمَا كَانَ صَلَاتُهُمْ عِندَ اَ۬لْبَيْتِ إِلَّا مُكَآءٗ وَتَصْدِيَةٗۖ فَذُوقُواْ اُ۬لْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَۖ } [سُورَةُ الأَنفَالِ: ٣٥]" ,
"{ وَإِن تَدْعُوهُمْ إِلَى اَ۬لْهُدَىٰ لَا يَسْمَعُواْۖ وَتَرَيٰهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَۖ } [سُورَةُ الأَعۡرَافِ: ١٩٨]  " ,
] ,

[
" { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ إِذَا لَقِيتُمْ فِئَةٗ فَاثْبُتُواْ وَاذْكُرُواْ اُ۬للَّهَ كَثِيراٗ لَّعَلَّكُمْ تُفْلِحُونَۖ } [سُورَةُ الأَنفَالِ: ٤٦] " ,
" { وَلَوْ تَرَىٰ إِذْ يَتَوَفَّى اَ۬لذِينَ كَفَرُواْۖ اُ۬لْمَلَٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَٰرَهُمْ وَذُوقُواْ عَذَابَ اَ۬لْحَرِيقِۖ } [سُورَةُ الأَنفَالِ: ٥١] " ,
" { وَإِن جَنَحُواْ لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اَ۬للَّهِۖ إِنَّهُۥ هُوَ اَ۬لسَّمِيعُ اُ۬لْعَلِيمُۖ } [سُورَةُ الأَنفَالِ: ٦٢] " ,
" { مَا كَانَ لِنَبِےٓءٍ أَنْ يَّكُونَ لَهُۥ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِے اِ۬لْأَرْضِۖ تُرِيدُونَ عَرَضَ اَ۬لدُّنْيَاۖ وَاللَّهُ يُرِيدُ اُ۬لْأٓخِرَةَۖ وَاللَّهُ عَزِيزٌ حَكِيمٞۖ } [سُورَةُ الأَنفَالِ: ٦٨] " ,
"{ وَإِنْ أَحَدٞ مِّنَ اَ۬لْمُشْرِكِينَ اَ۪سْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَٰمَ اَ۬للَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُۥۖ ذَٰلِكَ بِأَنَّهُمْ قَوْمٞ لَّا يَعْلَمُونَۖ } [سُورَةُ التَّوۡبَةِ: ٦]  " ,
" { ۞ وَإِن نَّكَثُواْ أَيْمَٰنَهُم مِّنۢ بَعْدِ عَهْدِهِمْ وَطَعَنُواْ فِے دِينِكُمْ فَقَٰتِلُواْ أَي۪مَّةَ اَ۬لْكُفْرِۖ إِنَّهُمْ لَا أَيْمَٰنَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَۖ } [سُورَةُ التَّوۡبَةِ: ١٢] " ,
"  { ۞ أَجَعَلْتُمْ سِقَايَةَ اَ۬لْحَآجِّ وَعِمَارَةَ اَ۬لْمَسْجِدِ اِ۬لْحَرَامِ كَمَنْ ءَامَنَ بِاللَّهِ وَالْيَوْمِ اِ۬لْأٓخِرِ وَجَٰهَدَ فِے سَبِيلِ اِ۬للَّهِۖ لَا يَسْتَوُۥنَ عِندَ اَ۬للَّهِۖ وَاللَّهُ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لظَّٰلِمِينَۖ } [سُورَةُ التَّوۡبَةِ: ١٩]" ,
"  { ۞ لَقَدْ نَصَرَكُمُ اُ۬للَّهُ فِے مَوَاطِنَ كَثِيرَةٖ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَئْاٗ وَضَاقَتْ عَلَيْكُمُ اُ۬لْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَۖ } [سُورَةُ التَّوۡبَةِ: ٢٥] " ,
],

[
"{ ۞ يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ إِنَّ كَثِيراٗ مِّنَ اَ۬لْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَٰلَ اَ۬لنَّاسِ بِالْبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ اِ۬للَّهِۖ وَالذِينَ يَكْنِزُونَ اَ۬لذَّهَبَ وَالْفِضَّةَ وَلَا يُنفِقُونَهَا فِے سَبِيلِ اِ۬للَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٖۖ } [سُورَةُ التَّوۡبَةِ: ٣٤]  " ,
"{ يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ مَا لَكُمْ إِذَا قِيلَ لَكُمُ اُ۪نفِرُواْ فِے سَبِيلِ اِ۬للَّهِ اِ۪ثَّاقَلْتُمْ إِلَى اَ۬لْأَرْضِۖ أَرَضِيتُم بِالْحَيَوٰةِ اِ۬لدُّنْيَا مِنَ اَ۬لْأٓخِرَةِۖ فَمَا مَتَٰعُ اُ۬لْحَيَوٰةِ اِ۬لدُّنْيَا فِے اِ۬لْأٓخِرَةِ إِلَّا قَلِيلٌۖ } [سُورَةُ التَّوۡبَةِ: ٣٨]  " ,
"  { عَفَا اَ۬للَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ اَ۬لذِينَ صَدَقُواْ وَتَعْلَمَ اَ۬لْكَٰذِبِينَۖ } [سُورَةُ التَّوۡبَةِ: ٤٣]" ,
"  { وَمِنْهُم مَّنْ يَّقُولُ اُ۪ئْذَن لِّے وَلَا تَفْتِنِّےۖ أَلَا فِے اِ۬لْفِتْنَةِ سَقَطُواْۖ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِالْكَٰفِرِينَۖ } [سُورَةُ التَّوۡبَةِ: ٤٩]" ,
"  { وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَٰكِنَّهُمْ قَوْمٞ يَفْرَقُونَۖ } [سُورَةُ التَّوۡبَةِ: ٥٦]" ,
"  { يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُۥ أَحَقُّ أَنْ يُّرْضُوهُ إِن كَانُواْ مُؤْمِنِينَۖ } [سُورَةُ التَّوۡبَةِ: ٦٢]" ,
"  { ۞ أَلَمْ يَأْتِهِمْ نَبَأُ اُ۬لذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٖ وَعَادٖ وَثَمُودَ } [سُورَةُ التَّوۡبَةِ: ٧٠]" ,
" { وَإِذَا أُنزِلَتْ سُورَةٌ أَنْ ءَامِنُواْ بِاللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ اِ۪سْتَٰٔذَنَكَ أُوْلُواْ اُ۬لطَّوْلِ مِنْهُمْ وَقَالُواْ ذَرْنَا نَكُن مَّعَ اَ۬لْقَٰعِدِينَۖ } [سُورَةُ التَّوۡبَةِ: ٨٧] " ,
],

[
" { ۞ إِنَّمَا اَ۬لسَّبِيلُ عَلَى اَ۬لذِينَ يَسْتَٰٔذِنُونَكَ وَهُمْ أَغْنِيَآءُۖ رَضُواْ بِأَنْ يَّكُونُواْ مَعَ اَ۬لْخَوَالِفِۖ وَطَبَعَ اَ۬للَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَۖ } [سُورَةُ التَّوۡبَةِ: ٩٤] " ,
"{ وَءَاخَرُونَ مُرْجَوْنَ لِأَمْرِ اِ۬للَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْۖ وَاللَّهُ عَلِيمٌ حَكِيمٌۖ } [سُورَةُ التَّوۡبَةِ: ١٠٧]  " ,
"  { ۞ إِنَّ اَ۬للَّهَ اَ۪شْتَرَىٰ مِنَ اَ۬لْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَٰلَهُم بِأَنَّ لَهُمُ اُ۬لْجَنَّةَۖ يُقَٰتِلُونَ فِے سَبِيلِ اِ۬للَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقّاٗ فِے اِ۬لتَّوْرَيٰةِ وَالْإِنجِيلِ وَالْقُرْءَانِۖ وَمَنْ أَوْفَىٰ بِعَهْدِهِۦ مِنَ اَ۬للَّهِۖ فَاسْتَبْشِرُواْ بِبَيْعِكُمُ اُ۬لذِے بَايَعْتُم بِهِۦۖ وَذَٰلِكَ هُوَ اَ۬لْفَوْزُ اُ۬لْعَظِيمُۖ } [سُورَةُ التَّوۡبَةِ: ١١٢]" ,
"  { وَمَا كَانَ اَ۬للَّهُ لِيُضِلَّ قَوْماَۢ بَعْدَ إِذْ هَدَيٰهُمْ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۖ إِنَّ اَ۬للَّهَ بِكُلِّ شَےْءٍ عَلِيمٌۖ } [سُورَةُ التَّوۡبَةِ: ١١٦]" ,
" { وَمَا كَانَ اَ۬لْمُؤْمِنُونَ لِيَنفِرُواْ كَآفَّةٗۖ فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٖ مِّنْهُمْ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِے اِ۬لدِّينِ وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رَجَعُواْ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَۖ } [سُورَةُ التَّوۡبَةِ: ١٢٣] " ,
"{ بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ أَلَٓرَۖ تِلْكَ ءَايَٰتُ اُ۬لْكِتَٰبِ اِ۬لْحَكِيمِۖ } [سُورَةُ يُونُسَ: ١]  " ,
"  { إِنَّ اَ۬لذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُواْ بِالْحَيَوٰةِ اِ۬لدُّنْيَا وَاطْمَأَنُّواْ بِهَا وَالذِينَ هُمْ عَنْ ءَايَٰتِنَا غَٰفِلُونَ } [سُورَةُ يُونُسَ: ٧]" ,
" { فَمَنْ أَظْلَمُ مِمَّنِ اِ۪فْتَرَىٰ عَلَى اَ۬للَّهِ كَذِباً أَوْ كَذَّبَ بِـَٔايَٰتِهِۦۖ إِنَّهُۥ لَا يُفْلِحُ اُ۬لْمُجْرِمُونَۖ } [سُورَةُ يُونُسَ: ١٧] " ,
],

[
" { ۞ لِّلذِينَ أَحْسَنُواْ اُ۬لْحُسْنَىٰ وَزِيَادَةٞۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٞ وَلَا ذِلَّةٌۖ أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لْجَنَّةِۖ هُمْ فِيهَا خَٰلِدُونَۖ } [سُورَةُ يُونُسَ: ٢٦] " ,
"  { ۞ وَمَا كَانَ هَٰذَا اَ۬لْقُرْءَانُ أَنْ يُّفْتَرَىٰ مِن دُونِ اِ۬للَّهِۖ وَلَٰكِن تَصْدِيقَ اَ۬لذِے بَيْنَ يَدَيْهِ وَتَفْصِيلَ اَ۬لْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ اِ۬لْعَٰلَمِينَۖ } [سُورَةُ يُونُسَ: ٣٧]" ,
" { إِنَّ اَ۬للَّهَ لَا يَظْلِمُ اُ۬لنَّاسَ شَئْاٗۖ وَلَٰكِنَّ اَ۬لنَّاسَ أَنفُسَهُمْ يَظْلِمُونَۖ } [سُورَةُ يُونُسَ: ٤٤] " ,
" { أَلَا إِنَّ لِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَالْأَرْضِۖ أَلَا إِنَّ وَعْدَ اَ۬للَّهِ حَقّٞۖ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَۖ } [سُورَةُ يُونُسَ: ٥٥] " ,
" { هُوَ اَ۬لذِے جَعَلَ لَكُمُ اُ۬ليْلَ لِتَسْكُنُواْ فِيهِ وَالنَّهَارَ مُبْصِراًۖ إِنَّ فِے ذَٰلِكَ لَأٓيَٰتٖ لِّقَوْمٖ يَسْمَعُونَۖ } [سُورَةُ يُونُسَ: ٦٧] " ,
" { ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَاسْتَكْبَرُواْ وَكَانُواْ قَوْماٗ مُّجْرِمِينَۖ } [سُورَةُ يُونُسَ: ٧٥] " ,
" { ۞ وَلَقَدْ بَوَّأْنَا بَنِے إِسْرَآءِيلَ مُبَوَّأَ صِدْقٖ وَرَزَقْنَٰهُم مِّنَ اَ۬لطَّيِّبَٰتِ فَمَا اَ۪خْتَلَفُواْ حَتَّىٰ جَآءَهُمُ اُ۬لْعِلْمُۖ إِنَّ رَبَّكَ يَقْضِے بَيْنَهُمْ يَوْمَ اَ۬لْقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَۖ } [سُورَةُ يُونُسَ: ٩٣] " ,
"  { ۞ قُلْ يَٰأَيُّهَا اَ۬لنَّاسُ إِن كُنتُمْ فِے شَكّٖ مِّن دِينِے فَلَا أَعْبُدُ اُ۬لذِينَ تَعْبُدُونَ مِن دُونِ اِ۬للَّهِۖ وَلَٰكِنْ أَعْبُدُ اُ۬للَّهَ اَ۬لذِے يَتَوَفَّيٰكُمْۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ اَ۬لْمُؤْمِنِينَ } [سُورَةُ يُونُسَ: ١٠٤]" ,
],

[
" { ۞ وَمَا مِن دَآبَّةٖ فِے اِ۬لْأَرْضِ إِلَّا عَلَى اَ۬للَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَاۖ كُلّٞ فِے كِتَٰبٖ مُّبِينٖۖ } [سُورَةُ هُودٍ: ٦] " ,
" { أَمْ يَقُولُونَ اَ۪فْتَرَيٰهُۖ قُلْ فَأْتُواْ بِعَشْرِ سُوَرٖ مِّثْلِهِۦ مُفْتَرَيَٰتٖ وَادْعُواْ مَنِ اِ۪سْتَطَعْتُم مِّن دُونِ اِ۬للَّهِ إِن كُنتُمْ صَٰدِقِينَۖ } [سُورَةُ هُودٍ: ١٣] " ,
"{ إِنَّ اَ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ وَأَخْبَتُواْ إِلَىٰ رَبِّهِمْ أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لْجَنَّةِۖ هُمْ فِيهَا خَٰلِدُونَۖ } [سُورَةُ هُودٍ: ٢٣]  " ,
"  { أَمْ يَقُولُونَ اَ۪فْتَرَيٰهُۖ قُلْ إِنِ اِ۪فْتَرَيْتُهُۥ فَعَلَيَّ إِجْرَامِے وَأَنَا بَرِےٓءٞ مِّمَّا تُجْرِمُونَۖ } [سُورَةُ هُودٍ: ٣٥]" ,
"  { وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ اَ۪بْنِے مِنْ أَهْلِے وَإِنَّ وَعْدَكَ اَ۬لْحَقُّۖ وَأَنتَ أَحْكَمُ اُ۬لْحَٰكِمِينَۖ } [سُورَةُ هُودٍ: ٤٥]" ,
"{ ۞ وَإِلَىٰ عَادٍ أَخَاهُمْ هُوداٗۖ قَالَ يَٰقَوْمِ اِ۟عْبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥۖ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَۖ } [سُورَةُ هُودٍ: ٥٠]  " ,
"{ وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحاٗۖ قَالَ يَٰقَوْمِ اِ۟عْبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ اَ۬لْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُواْ إِلَيْهِۖ إِنَّ رَبِّے قَرِيبٞ مُّجِيبٞۖ } [سُورَةُ هُودٍ: ٦٠]  " ,
"  { وَلَمَّا جَآءَتْ رُسُلُنَا لُوطاٗ س۬ےٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعاٗ وَقَالَ هَٰذَا يَوْمٌ عَصِيبٞۖ } [سُورَةُ هُودٍ: ٧٦]" ,
],

[
" { ۞ وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْباٗۖ قَالَ يَٰقَوْمِ اِ۟عْبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥۖ وَلَا تَنقُصُواْ اُ۬لْمِكْيَالَ وَالْمِيزَانَۖ إِنِّيَ أَرَيٰكُم بِخَيْرٖ وَإِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٖ مُّحِيطٖۖ } [سُورَةُ هُودٍ: ٨٣] " ,
" { وَيَٰقَوْمِ اِ۪عْمَلُواْ عَلَىٰ مَكَانَتِكُمْ إِنِّے عَٰمِلٞۖ سَوْفَ تَعْلَمُونَ مَنْ يَّأْتِيهِ عَذَابٞ يُخْزِيهِ وَمَنْ هُوَ كَٰذِبٞۖ وَارْتَقِبُواْۖ إِنِّے مَعَكُمْ رَقِيبٞۖ } [سُورَةُ هُودٍ: ٩٣] " ,
"{ فَلَا تَكُ فِے مِرْيَةٖ مِّمَّا يَعْبُدُ هَٰؤُلَآءِۖ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُۖ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٖۖ } [سُورَةُ هُودٍ: ١٠٩]  " ,
" { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ أَلَٓرَۖ تِلْكَ ءَايَٰتُ اُ۬لْكِتَٰبِ اِ۬لْمُبِينِۖ } [سُورَةُ يُوسُفَ: ١] " ,
"{ قَالُواْ يَٰأَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ اُ۬لذِّئْبُۖ وَمَا أَنتَ بِمُؤْمِنٖ لَّنَا وَلَوْ كُنَّا صَٰدِقِينَۖ } [سُورَةُ يُوسُفَ: ١٧]  " ,
"  { وَقَالَ نِسْوَةٞ فِے اِ۬لْمَدِينَةِ اِ۪مْرَأَتُ اُ۬لْعَزِيزِ تُرَٰوِدُ فَتَيٰهَا عَن نَّفْسِهِۦ قَدْ شَغَفَهَا حُبّاًۖ إِنَّا لَنَرَيٰهَا فِے ضَلَٰلٖ مُّبِينٖۖ } [سُورَةُ يُوسُفَ: ٣٠]" ,
"  { يَٰصَٰحِبَيِ اِ۬لسِّجْنِ ءَٰا۬رْبَابٞ مُّتَفَرِّقُونَ خَيْرٌ أَمِ اِ۬للَّهُ اُ۬لْوَٰحِدُ اُ۬لْقَهَّارُۖ } [سُورَةُ يُوسُفَ: ٣٩]" ,
" { يُوسُفُ أَيُّهَا اَ۬لصِّدِّيقُ أَفْتِنَا فِے سَبْعِ بَقَرَٰتٖ سِمَانٖ يَأْكُلُهُنَّ سَبْعٌ عِجَافٞ وَسَبْعِ سُنۢبُلَٰتٍ خُضْرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيَ أَرْجِعُ إِلَى اَ۬لنَّاسِ لَعَلَّهُمْ يَعْلَمُونَۖ } [سُورَةُ يُوسُفَ: ٤٦] " ,
],

[
" { ۞ وَمَا أُبَرِّۓُ نَفْسِيَۖ إِنَّ اَ۬لنَّفْسَ لَأَمَّارَةُۢ بِالسُّوِّ إِلَّا مَا رَحِمَ رَبِّيَۖ إِنَّ رَبِّے غَفُورٞ رَّحِيمٞۖ } [سُورَةُ يُوسُفَ: ٥٣] " ,
"{ ۞ وَقَالَ يَٰبَنِيَّ لَا تَدْخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَادْخُلُواْ مِنْ أَبْوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَا أُغْنِے عَنكُم مِّنَ اَ۬للَّهِ مِن شَےْءٍۖ إِنِ اِ۬لْحُكْمُ إِلَّا لِلهِۖ عَلَيْهِ تَوَكَّلْتُۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ اِ۬لْمُتَوَكِّلُونَۖ } [سُورَةُ يُوسُفَ: ٦٧]  " ,
" { ۞ قَالُواْ إِنْ يَّسْرِقْ فَقَدْ سَرَقَ أَخٞ لَّهُۥ مِن قَبْلُۖ فَأَسَرَّهَا يُوسُفُ فِے نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْۖ قَالَ أَنتُمْ شَرّٞ مَّكَاناٗۖ وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَۖ } [سُورَةُ يُوسُفَ: ٧٧] " ,
" { يَٰبَنِيَّ اَ۪ذْهَبُواْ فَتَحَسَّسُواْ مِنْ يُّوسُفَ وَأَخِيهِ وَلَا تَاْيْـَٔسُواْ مِن رَّوْحِ اِ۬للَّهِۖ إِنَّهُۥ لَا يَاْيْـَٔسُ مِن رَّوْحِ اِ۬للَّهِ إِلَّا اَ۬لْقَوْمُ اُ۬لْكَٰفِرُونَۖ } [سُورَةُ يُوسُفَ: ٨٧] " ,
" { فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰ إِلَيْهِ أَبَوَيْهِ وَقَالَ اَ۟دْخُلُواْ مِصْرَ إِن شَآءَ اَ۬للَّهُ ءَامِنِينَۖ } [سُورَةُ يُوسُفَ: ٩٩] " ,
"{ قُلْ هَٰذِهِۦ سَبِيلِيَ أَدْعُواْ إِلَى اَ۬للَّهِۖ عَلَىٰ بَصِيرَةٍ أَنَا وَمَنِ اِ۪تَّبَعَنِےۖ وَسُبْحَٰنَ اَ۬للَّهِۖ وَمَا أَنَا مِنَ اَ۬لْمُشْرِكِينَۖ } [سُورَةُ يُوسُفَ: ١٠٨]  " ,
"{ بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ أَلَٓمِّٓرَۖ تِلْكَ ءَايَٰتُ اُ۬لْكِتَٰبِۖ وَالذِے أُنزِلَ إِلَيْكَ مِن رَّبِّكَ اَ۬لْحَقُّۖ وَلَٰكِنَّ أَكْثَرَ اَ۬لنَّاسِ لَا يُؤْمِنُونَۖ } [سُورَةُ الرَّعۡدِ: ١]  " ,
"  { ۞ قُلْ مَن رَّبُّ اُ۬لسَّمَٰوَٰتِ وَالْأَرْضِ قُلِ اِ۬للَّهُۖ قُلْ أَفَاتَّخَذتُّم مِّن دُونِهِۦ أَوْلِيَآءَ لَا يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعاٗ وَلَا ضَرّاٗۖ قُلْ هَلْ يَسْتَوِے اِ۬لْأَعْمَىٰ وَالْبَصِيرُۖ أَمْ هَلْ تَسْتَوِے اِ۬لظُّلُمَٰتُ وَالنُّورُۖ } [سُورَةُ الرَّعۡدِ: ١٧]" ,
],

[
" { ۞ أَفَمَنْ يَّعْلَمُ أَنَّمَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ اَ۬لْحَقُّ كَمَنْ هُوَ أَعْمَىٰۖ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ اُ۬لْأَلْبَٰبِ } [سُورَةُ الرَّعۡدِ: ٢١] " ,
"{ ۞ كَذَٰلِكَ أَرْسَلْنَٰكَ فِے أُمَّةٖ قَدْ خَلَتْ مِن قَبْلِهَا أُمَمٞ لِّتَتْلُوَاْ عَلَيْهِمُ اُ۬لذِے أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَٰنِۖ قُلْ هُوَ رَبِّےۖ لَا إِلَٰهَ إِلَّا هُوَۖ عَلَيْهِ تَوَكَّلْتُۖ وَإِلَيْهِ مَتَابِۖ } [سُورَةُ الرَّعۡدِ: ٣١]  " ,
"{ ۞ مَّثَلُ اُ۬لْجَنَّةِ اِ۬لتِے وُعِدَ اَ۬لْمُتَّقُونَ تَجْرِے مِن تَحْتِهَا اَ۬لْأَنْهَٰرُ أُكْلُهَا دَآئِمٞ وَظِلُّهَاۖ تِلْكَ عُقْبَى اَ۬لذِينَ اَ۪تَّقَواْۖ وَّعُقْبَى اَ۬لْكَٰفِرِينَ اَ۬لنَّارُۖ } [سُورَةُ الرَّعۡدِ: ٣٦]  " ,
"  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ أَلَٓرَۖ كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ لِتُخْرِجَ اَ۬لنَّاسَ مِنَ اَ۬لظُّلُمَٰتِ إِلَى اَ۬لنُّورِ } [سُورَةُ إِبۡرَاهِيمَ: ١]" ,
" { أَلَمْ يَأْتِكُمْ نَبَؤُاْ اُ۬لذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٖ وَعَادٖ وَثَمُودَ } [سُورَةُ إِبۡرَاهِيمَ: ١١] " ,
"{ ۞ أَلَمْ تَرَ أَنَّ اَ۬للَّهَ خَلَقَ اَ۬لسَّمَٰوَٰتِ وَالْأَرْضَ بِالْحَقِّۖ إِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٖ جَدِيدٖۖ وَمَا ذَٰلِكَ عَلَى اَ۬للَّهِ بِعَزِيزٖۖ } [سُورَةُ إِبۡرَاهِيمَ: ٢٢]  " ,
" { ۞ اَ۬لَمْ تَرَ إِلَى اَ۬لذِينَ بَدَّلُواْ نِعْمَتَ اَ۬للَّهِ كُفْراٗ وَأَحَلُّواْ قَوْمَهُمْ دَارَ اَ۬لْبَوَارِ } [سُورَةُ إِبۡرَاهِيمَ: ٣٠] " ,
"{ وَأَنذِرِ اِ۬لنَّاسَ يَوْمَ يَأْتِيهِمُ اُ۬لْعَذَابُ فَيَقُولُ اُ۬لذِينَ ظَلَمُواْ رَبَّنَا أَخِّرْنَا إِلَىٰ أَجَلٖ قَرِيبٖ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ اِ۬لرُّسُلَۖ أَوَلَمْ تَكُونُواْ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٖۖ } [سُورَةُ إِبۡرَاهِيمَ: ٤٦]  " ,
],
[
"  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ أَلَٓرَۖ تِلْكَ ءَايَٰتُ اُ۬لْكِتَٰبِ وَقُرْءَانٖ مُّبِينٖۖ } [سُورَةُ الحِجۡرِ: ١]" ,
"{ وَأَرْسَلْنَا اَ۬لرِّيَٰحَ لَوَٰقِحَ فَأَنزَلْنَا مِنَ اَ۬لسَّمَآءِ مَآءٗ فَأَسْقَيْنَٰكُمُوهُ وَمَا أَنتُمْ لَهُۥ بِخَٰزِنِينَۖ } [سُورَةُ الحِجۡرِ: ٢٢]  " ,
" { وَنَزَعْنَا مَا فِے صُدُورِهِم مِّنْ غِلٍّۖ إِخْوَٰناً عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَۖ } [سُورَةُ الحِجۡرِ: ٤٧] " ,
" { فَلَمَّا جَا ءَالَ لُوطٍ اِ۬لْمُرْسَلُونَ } [سُورَةُ الحِجۡرِ: ٦١] " ,
" { وَمَا خَلَقْنَا اَ۬لسَّمَٰوَٰتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّۖ وَإِنَّ اَ۬لسَّاعَةَ لَأٓتِيَةٞۖ فَاصْفَحِ اِ۬لصَّفْحَ اَ۬لْجَمِيلَۖ } [سُورَةُ الحِجۡرِ: ٨٥] " ,

"{ هُوَ اَ۬لذِے أَنزَلَ مِنَ اَ۬لسَّمَآءِ مَآءٗ لَّكُم مِّنْهُ شَرَابٞ وَمِنْهُ شَجَرٞ فِيهِ تُسِيمُونَۖ } [سُورَةُ النَّحۡلِ: ١٠] " ,
" { ۞ وَقِيلَ لِلذِينَ اَ۪تَّقَوْاْ مَاذَا أَنزَلَ رَبُّكُمْ قَالُواْ خَيْراٗۖ لِّلذِينَ أَحْسَنُواْ فِے هَٰذِهِ اِ۬لدُّنْيَا حَسَنَةٞۖ وَلَدَارُ اُ۬لْأٓخِرَةِ خَيْرٞۖ وَلَنِعْمَ دَارُ اُ۬لْمُتَّقِينَ }[سُورَةُ النَّحۡلِ: ٣٠] ",
" { ۞ وَأَقْسَمُواْ بِاللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَا يَبْعَثُ اُ۬للَّهُ مَنْ يَّمُوتُۖ بَلَىٰ وَعْداً عَلَيْهِ حَقّاٗ وَلَٰكِنَّ أَكْثَرَ اَ۬لنَّاسِ لَا يَعْلَمُونَ } [سُورَةُ النَّحۡلِ: ٣٨] " 
],
[
" { ۞ وَقَالَ اَ۬للَّهُ لَا تَتَّخِذُواْ إِلَٰهَيْنِ اِ۪ثْنَيْنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞۖ فَإِيَّٰيَ فَارْهَبُونِۖ }[سُورَةُ النَّحۡلِ: ٥١] " ,
"{ وَمَا أَنزَلْنَا عَلَيْكَ اَ۬لْكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ اُ۬لذِے اِ۪خْتَلَفُواْ فِيهِ وَهُدىٗ وَرَحْمَةٗ لِّقَوْمٖ يُؤْمِنُونَۖ } [سُورَةُ النَّحۡلِ: ٦٤]  " ,
" { وَيَعْبُدُونَ مِن دُونِ اِ۬للَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقاٗ مِّنَ اَ۬لسَّمَٰوَٰتِ وَالْأَرْضِ شَئْاٗ وَلَا يَسْتَطِيعُونَۖ } [سُورَةُ النَّحۡلِ: ٧٣] " ,
" { ۞ أَلَمْ يَرَوْاْ إِلَى اَ۬لطَّيْرِ مُسَخَّرَٰتٖ فِے جَوِّ اِ۬لسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا اَ۬للَّهُۖ إِنَّ فِے ذَٰلِكَ لَأٓيَٰتٖ لِّقَوْمٖ يُؤْمِنُونَۖ } [سُورَةُ النَّحۡلِ: ٧٩] " ,
"  { اَ۬لذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اِ۬للَّهِ زِدْنَٰهُمْ عَذَاباٗ فَوْقَ اَ۬لْعَذَابِ بِمَا كَانُواْ يُفْسِدُونَۖ } [سُورَةُ النَّحۡلِ: ٨٨]" ,
" { وَلَا تَتَّخِذُواْ أَيْمَٰنَكُمْ دَخَلاَۢ بَيْنَكُمْ فَتَزِلَّ قَدَمُۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُواْ اُ۬لسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ اِ۬للَّهِ وَلَكُمْ عَذَابٌ عَظِيمٞۖ } [سُورَةُ النَّحۡلِ: ٩٤] " ,
"{ ثُمَّ إِنَّ رَبَّكَ لِلذِينَ هَاجَرُواْ مِنۢ بَعْدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُواْ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٞ رَّحِيمٞۖ } [سُورَةُ النَّحۡلِ: ١١٠]  " ,
" { وَلَا تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ اُ۬لْكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفْتَرُواْ عَلَى اَ۬للَّهِ اِ۬لْكَذِبَۖ إِنَّ اَ۬لذِينَ يَفْتَرُونَ عَلَى اَ۬للَّهِ اِ۬لْكَذِبَ لَا يُفْلِحُونَۖ } [سُورَةُ النَّحۡلِ: ١١٦] " ,
],
[ 
" { وَكَمْ أَهْلَكْنَا مِنَ اَ۬لْقُرُونِ مِنۢ بَعْدِ نُوحٖۖ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيراَۢ بَصِيراٗۖ } [سُورَةُ الإِسۡرَاءِ: ١٧] " ,
" { وَءَاتِ ذَا اَ۬لْقُرْبَىٰ حَقَّهُۥ وَالْمِسْكِينَ وَابْنَ اَ۬لسَّبِيلِۖ وَلَا تُبَذِّرْ تَبْذِيراًۖ } [سُورَةُ الإِسۡرَاءِ: ٢٦] " ,
"{ ذَٰلِكَ مِمَّا أَوْحَىٰ إِلَيْكَ رَبُّكَ مِنَ اَ۬لْحِكْمَةِۖ وَلَا تَجْعَلْ مَعَ اَ۬للَّهِ إِلَٰهاً ءَاخَرَ فَتُلْقَىٰ فِے جَهَنَّمَ مَلُوماٗ مَّدْحُوراًۖ } [سُورَةُ الإِسۡرَاءِ: ٣٩]  " ,
"{ ۞ قُلْ كُونُواْ حِجَارَةً أَوْ حَدِيداً } [سُورَةُ الإِسۡرَاءِ: ٥٠]  " ,
"{ رَّبُّكُمُ اُ۬لذِے يُزْجِے لَكُمُ اُ۬لْفُلْكَ فِے اِ۬لْبَحْرِ لِتَبْتَغُواْ مِن فَضْلِهِۦۖ إِنَّهُۥ كَانَ بِكُمْ رَحِيماٗۖ } [سُورَةُ الإِسۡرَاءِ: ٦٦]  " ,
" { وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ اَ۬لْأَرْضِ لِيُخْرِجُوكَ مِنْهَاۖ وَإِذاٗ لَّا يَلْبَثُونَ خَلْفَكَ إِلَّا قَلِيلاٗۖ } [سُورَةُ الإِسۡرَاءِ: ٧٦] " ,
"{ قُل لَّئِنِ اِ۪جْتَمَعَتِ اِ۬لْإِنسُ وَالْجِنُّ عَلَىٰ أَنْ يَّأْتُواْ بِمِثْلِ هَٰذَا اَ۬لْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٖ ظَهِيراٗۖ } [سُورَةُ الإِسۡرَاءِ: ٨٨]  " ,

"  { ۞ أَوَلَمْ يَرَوْاْ أَنَّ اَ۬للَّهَ اَ۬لذِے خَلَقَ اَ۬لسَّمَٰوَٰتِ وَالْأَرْضَ قَادِرٌ عَلَىٰ أَنْ يَّخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلاٗ لَّا رَيْبَ فِيهِۖ فَأَبَى اَ۬لظَّٰلِمُونَ إِلَّا كُفُوراٗۖ } [سُورَةُ الإِسۡرَاءِ: ٩٩]"
],

[
"{ فَلَعَلَّكَ بَٰخِعٞ نَّفْسَكَ عَلَىٰ ءَاثَٰرِهِمْ إِن لَّمْ يُؤْمِنُواْ بِهَٰذَا اَ۬لْحَدِيثِ أَسَفاًۖ } [سُورَةُ الكَهۡفِ: ٦]  " ,
" { وَتَحْسِبُهُمْ أَيْقَاظاٗ وَهُمْ رُقُودٞۖ وَنُقَلِّبُهُمْ ذَاتَ اَ۬لْيَمِينِ وَذَاتَ اَ۬لشِّمَالِ وَكَلْبُهُم بَٰسِطٞ ذِرَاعَيْهِ بِالْوَصِيدِۖ لَوِ اِ۪طَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَاراٗ وَلَمُلِّئْتَ مِنْهُمْ رُعْباٗۖ } [سُورَةُ الكَهۡفِ: ١٨] " ,
"{ وَلَا تَقُولَنَّ لِشَاْےْءٍ إِنِّے فَاعِلٞ ذَٰلِكَ غَداً إِلَّا أَنْ يَّشَآءَ اَ۬للَّهُۖ وَاذْكُر رَّبَّكَ إِذَا نَسِيتَۖ وَقُلْ عَسَىٰ أَنْ يَّهْدِيَنِۦ رَبِّے لِأَقْرَبَ مِنْ هَٰذَا رَشَداٗۖ } [سُورَةُ الكَهۡفِ: ٢٤]  " ,
"{ إِنَّ اَ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاًۖ } [سُورَةُ الكَهۡفِ: ٣٠]  " ,
"{ وَلَمْ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ اِ۬للَّهِۖ وَمَا كَانَ مُنتَصِراًۖ } [سُورَةُ الكَهۡفِ: ٤٢]  " ,
"{ وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ اِ۟سْجُدُواْ لِأٓدَمَ فَسَجَدُواْۖ إِلَّا إِبْلِيسَ كَانَ مِنَ اَ۬لْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦۖ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥ أَوْلِيَآءَ مِن دُونِے وَهُمْ لَكُمْ عَدُوُّۢۖ بِئْسَ لِلظَّٰلِمِينَ بَدَلاٗۖ } [سُورَةُ الكَهۡفِ: ٤٩]  " ,
"  { وَتِلْكَ اَ۬لْقُرَىٰ أَهْلَكْنَٰهُمْ لَمَّا ظَلَمُواْ وَجَعَلْنَا لِمُهْلَكِهِم مَّوْعِداٗۖ } [سُورَةُ الكَهۡفِ: ٥٨]" ,
" { قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِے صَبْراٗۖ } [سُورَةُ الكَهۡفِ: ٦٦] " ,
],
[
"  { ۞ قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِے صَبْراٗۖ } [سُورَةُ الكَهۡفِ: ٧٤]" ,
" { وَيَسْـَٔلُونَكَ عَن ذِے اِ۬لْقَرْنَيْنِۖ قُلْ سَأَتْلُواْ عَلَيْكُم مِّنْهُ ذِكْراًۖ } [سُورَةُ الكَهۡفِ: ٨٢] " ,
"{ ۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٖ يَمُوجُ فِے بَعْضٖۖ وَنُفِخَ فِے اِ۬لصُّورِ فَجَمَعْنَٰهُمْ جَمْعاٗۖ } [سُورَةُ الكَهۡفِ: ٩٥]  " ,
"  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ كَٓهَيَعَٓصَٓۖ ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُۥ زَكَرِيَّآءَ } [سُورَةُ مَرۡيَمَ: ١]" ,
" { وَاذْكُرْ فِے اِ۬لْكِتَٰبِ مَرْيَمَ إِذِ اِ۪نتَبَذَتْ مِنْ أَهْلِهَا مَكَاناٗ شَرْقِيّاٗ } [سُورَةُ مَرۡيَمَ: ١٥] " ,
"  { ذَٰلِكَ عِيسَى اَ۪بْنُ مَرْيَمَۖ قَوْلُ اُ۬لْحَقِّ اِ۬لذِے فِيهِ يَمْتَرُونَۖ } [سُورَةُ مَرۡيَمَ: ٣٣]" ,
"  { قَالَ أَرَاغِبٌ أَنتَ عَنْ ءَالِهَتِےۖ يَٰإِبْرَٰهِيمُ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِے مَلِيّاٗۖ } [سُورَةُ مَرۡيَمَ: ٤٦]" ,
"  { ۞ فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ أَضَاعُواْ اُ۬لصَّلَوٰةَ وَاتَّبَعُواْ اُ۬لشَّهَوَٰتِ فَسَوْفَ يَلْقَوْنَ غَيّاً } [سُورَةُ مَرۡيَمَ: ٥٩]" ,
],
[
"{ لَهُۥ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ اَ۬لثَّرَىٰ } [سُورَةُ طه: ٥]  " ,
" { قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَٰمُوسَىٰ} [سُورَةُ طه: ٣٥] " ,
"  { قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ } [سُورَةُ طه: ٤٨]" ,
" { فَتَنَٰزَعُواْ أَمْرَهُم بَيْنَهُمْ وَأَسَرُّواْ اُ۬لنَّجْوَىٰۖ } [سُورَةُ طه: ٦١] " ,
"  { إِنَّهُۥ مَنْ يَّأْتِ رَبَّهُۥ مُجْرِماٗ فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰۖ } [سُورَةُ طه: ٧٣]" ,
"{ ۞ وَمَا أَعْجَلَكَ عَن قَوْمِكَ يَٰمُوسَىٰۖ } [سُورَةُ طه: ٨١]  " ,
"{ كَذَٰلِكَ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ مَا قَدْ سَبَقَۖ وَقَدْ ءَاتَيْنَٰكَ مِن لَّدُنَّا ذِكْراٗۖ } [سُورَةُ طه: ٩٧]  " ,
" { وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ اِ۟سْجُدُواْ لِأٓدَمَ فَسَجَدُواْۖ إِلَّا إِبْلِيسَ أَبَىٰۖ } [سُورَةُ طه: ١١٣] " ,
],
[
"  { قُل رَّبِّے يَعْلَمُ اُ۬لْقَوْلَ فِے اِ۬لسَّمَآءِ وَالْأَرْضِۖ وَهْوَ اَ۬لسَّمِيعُ اُ۬لْعَلِيمُۖ } [سُورَةُ الأَنبِيَاءِ: ٤]" ,
" { ۞ وَمَا خَلَقْنَا اَ۬لسَّمَآءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَٰعِبِينَۖ } [سُورَةُ الأَنبِيَاءِ: ١٦] " ,
" { وَجَعَلْنَا فِے اِ۬لْأَرْضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمْۖ وَجَعَلْنَا فِيهَا فِجَاجاٗ سُبُلاٗ لَّعَلَّهُمْ يَهْتَدُونَۖ } [سُورَةُ الأَنبِيَاءِ: ٣١] " ,
" { بَلْ مَتَّعْنَا هَٰؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ اُ۬لْعُمُرُۖ أَفَلَا يَرَوْنَ أَنَّا نَأْتِے اِ۬لْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَاۖ أَفَهُمُ اُ۬لْغَٰلِبُونَۖ } [سُورَةُ الأَنبِيَاءِ: ٤٤] " ,
" { إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَٰذِهِ اِ۬لتَّمَاثِيلُ اُ۬لتِے أَنتُمْ لَهَا عَٰكِفُونَۖ } [سُورَةُ الأَنبِيَاءِ: ٥٢] " ,
" { قَالُواْ حَرِّقُوهُ وَانصُرُواْ ءَالِهَتَكُمْ إِن كُنتُمْ فَٰعِلِينَۖ } [سُورَةُ الأَنبِيَاءِ: ٦٧] " ,
"  { وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥ أَنِّے مَسَّنِيَ اَ۬لضُّرُّ وَأَنتَ أَرْحَمُ اُ۬لرَّٰحِمِينَۖ } [سُورَةُ الأَنبِيَاءِ: ٨٢]" ,
" { وَلَقَدْ كَتَبْنَا فِے اِ۬لزَّبُورِ مِنۢ بَعْدِ اِ۬لذِّكْرِ أَنَّ اَ۬لْأَرْضَ يَرِثُهَا عِبَادِيَ اَ۬لصَّٰلِحُونَۖ } [سُورَةُ الأَنبِيَاءِ: ١٠٤] " ,
],
[
"  { وَمِنَ اَ۬لنَّاسِ مَنْ يُّجَٰدِلُ فِے اِ۬للَّهِ بِغَيْرِ عِلْمٖ وَيَتَّبِعُ كُلَّ شَيْطَٰنٖ مَّرِيدٖ } [سُورَةُ الحَجِّ: ٣]" ,
"  { إِنَّ اَ۬للَّهَ يُدْخِلُ اُ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لْأَنْهَٰرُۖ إِنَّ اَ۬للَّهَ يَفْعَلُ مَا يُرِيدُۖ } [سُورَةُ الحَجِّ: ١٤]" ,
" { إِنَّ اَ۬للَّهَ يُدْخِلُ اُ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لْأَنْهَٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٖ وَلُؤْلُؤاٗۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٞۖ } [سُورَةُ الحَجِّ: ٢١] " ,
"  { ۞ ذَٰلِكَۖ وَمَنْ يُّعَظِّمْ حُرُمَٰتِ اِ۬للَّهِ فَهْوَ خَيْرٞ لَّهُۥ عِندَ رَبِّهِۦۖ وَأُحِلَّتْ لَكُمُ اُ۬لْأَنْعَٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْۖ فَاجْتَنِبُواْ اُ۬لرِّجْسَ مِنَ اَ۬لْأَوْثَٰنِ وَاجْتَنِبُواْ قَوْلَ اَ۬لزُّورِ } [سُورَةُ الحَجِّ: ٢٨]" ,
"  { ۞ إِنَّ اَ۬للَّهَ يُدَٰفِعُ عَنِ اِ۬لذِينَ ءَامَنُواْۖ إِنَّ اَ۬للَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍۖ } [سُورَةُ الحَجِّ: ٣٦]" ,
"  { أَفَلَمْ يَسِيرُواْ فِے اِ۬لْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٞ يَعْقِلُونَ بِهَا أَوْ ءَاذَانٞ يَسْمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعْمَى اَ۬لْأَبْصَٰرُ وَلَٰكِن تَعْمَى اَ۬لْقُلُوبُ اُ۬لتِے فِے اِ۬لصُّدُورِۖ } [سُورَةُ الحَجِّ: ٤٤]" ,
"  { وَالذِينَ هَاجَرُواْ فِے سَبِيلِ اِ۬للَّهِ ثُمَّ قُتِلُواْ أَوْ مَاتُواْ لَيَرْزُقَنَّهُمُ اُ۬للَّهُ رِزْقاً حَسَناٗۖ وَإِنَّ اَ۬للَّهَ لَهْوَ خَيْرُ اُ۬لرَّٰزِقِينَۖ } [سُورَةُ الحَجِّ: ٥٦]" ,
" { وَهْوَ اَ۬لذِے أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْۖ ثُمَّ يُحْيِيكُمْۖ إِنَّ اَ۬لْإِنسَٰنَ لَكَفُورٞۖ } [سُورَةُ الحَجِّ: ٦٤] " ,
],
[
" { وَلَقَدْ خَلَقْنَا اَ۬لْإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖۖ } [سُورَةُ المُؤۡمِنُونَ: ١٢] " ,
"{ وَلَقَدْ أَرْسَلْنَا نُوحاً إِلَىٰ قَوْمِهِۦ فَقَالَ يَٰقَوْمِ اِ۟عْبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥۖ أَفَلَا تَتَّقُونَۖ } [سُورَةُ المُؤۡمِنُونَ: ٢٣]  " ,
"{ قَالَ عَمَّا قَلِيلٖ لَّيُصْبِحُنَّ نَٰدِمِينَۖ } [سُورَةُ المُؤۡمِنُونَ: ٤٠]  " ,
"{ ۞ إِنَّ اَ۬لذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ } [سُورَةُ المُؤۡمِنُونَ: ٥٨]  " ,
"{ وَهْوَ اَ۬لذِے أَنشَأَ لَكُمُ اُ۬لسَّمْعَ وَالْأَبْصَٰرَ وَالْأَفْـِٕدَةَۖ قَلِيلاٗ مَّا تَشْكُرُونَۖ } [سُورَةُ المُؤۡمِنُونَ: ٧٩]  " ,
"{ فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ اُ۬لْمُفْلِحُونَۖ } [سُورَةُ المُؤۡمِنُونَ: ١٠٣]  " ,
"  { اَ۬لزَّانِے لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةٗۖ وَالزَّانِيَةُ لَا يَنكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٞۖ وَحُرِّمَ ذَٰلِكَ عَلَى اَ۬لْمُؤْمِنِينَۖ } [سُورَةُ النُّورِ: ٣]" ,
"{ لَّوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ اَ۬لْمُؤْمِنُونَ وَالْمُؤْمِنَٰتُ بِأَنفُسِهِمْ خَيْراٗ وَقَالُواْ هَٰذَا إِفْكٞ مُّبِينٞۖ } [سُورَةُ النُّورِ: ١٢]  " ,
],
[
"{ ۞ يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَتَّبِعُواْ خُطْوَٰتِ اِ۬لشَّيْطَٰنِۖ وَمَنْ يَّتَّبِعْ خُطْوَٰتِ اِ۬لشَّيْطَٰنِ فَإِنَّهُۥ يَأْمُرُ بِالْفَحْشَآءِ وَالْمُنكَرِۖ وَلَوْلَا فَضْلُ اُ۬للَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَداٗۖ وَلَٰكِنَّ اَ۬للَّهَ يُزَكِّے مَنْ يَّشَآءُۖ وَاللَّهُ سَمِيعٌ عَلِيمٞۖ } [سُورَةُ النُّورِ: ٢١]  " ,
" { لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُواْ بِيُوتاً غَيْرَ مَسْكُونَةٖ فِيهَا مَتَٰعٞ لَّكُمْۖ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَۖ } [سُورَةُ النُّورِ: ٢٩] " ,
"{ فِے بِيُوتٍ أَذِنَ اَ۬للَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اَ۪سْمُهُۥ يُسَبِّحُ لَهُۥ فِيهَا بِالْغُدُوِّ وَالْأٓصَالِ رِجَالٞ لَّا تُلْهِيهِمْ تِجَٰرَةٞ وَلَا بَيْعٌ عَن ذِكْرِ اِ۬للَّهِ وَإِقَامِ اِ۬لصَّلَوٰةِ وَإِيتَآءِ اِ۬لزَّكَوٰةِۖ يَخَافُونَ يَوْماٗ تَتَقَلَّبُ فِيهِ اِ۬لْقُلُوبُ وَالْأَبْصَٰرُ } [سُورَةُ النُّورِ: ٣٦]  " ,
"{ لَّقَدْ أَنزَلْنَا ءَايَٰتٖ مُّبَيَّنَٰتٖۖ وَاللَّهُ يَهْدِے مَنْ يَّشَآءُ اِ۪لَىٰ صِرَٰطٖ مُّسْتَقِيمٖۖ } [سُورَةُ النُّورِ: ٤٤]  " ,
" { قُلْ أَطِيعُواْ اُ۬للَّهَ وَأَطِيعُواْ اُ۬لرَّسُولَۖ فَإِن تَوَلَّوْاْ فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْۖ وَإِن تُطِيعُوهُ تَهْتَدُواْۖ وَمَا عَلَى اَ۬لرَّسُولِ إِلَّا اَ۬لْبَلَٰغُ اُ۬لْمُبِينُۖ } [سُورَةُ النُّورِ: ٥٢] " ,
"{ وَإِذَا بَلَغَ اَ۬لْأَطْفَٰلُ مِنكُمُ اُ۬لْحُلُمَ فَلْيَسْتَٰٔذِنُواْ كَمَا اَ۪سْتَٰٔذَنَ اَ۬لذِينَ مِن قَبْلِهِمْۖ كَذَٰلِكَ يُبَيِّنُ اُ۬للَّهُ لَكُمْ ءَايَٰتِهِۦۖ وَاللَّهُ عَلِيمٌ حَكِيمٞۖ } [سُورَةُ النُّورِ: ٥٧]  " ,
"  { ۞ لَّا تَجْعَلُواْ دُعَآءَ اَ۬لرَّسُولِ بَيْنَكُمْ كَدُعَآءِ بَعْضِكُم بَعْضاٗۖ قَدْ يَعْلَمُ اُ۬للَّهُ اُ۬لذِينَ يَتَسَلَّلُونَ مِنكُمْ لِوَاذاٗۖ فَلْيَحْذَرِ اِ۬لذِينَ يُخَالِفُونَ عَنْ أَمْرِهِۦ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌۖ } [سُورَةُ النُّورِ: ٦١]" ,
" { ۞ تَبَٰرَكَ اَ۬لذِے إِن شَآءَ جَعَلَ لَكَ خَيْراٗ مِّن ذَٰلِكَ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لْأَنْهَٰرُ وَيَجْعَل لَّكَ قُصُوراَۢۖ } [سُورَةُ الفُرۡقَانِ: ١٠] " ,
],
[
"{ ۞ وَقَالَ اَ۬لذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَا أُنزِلَ عَلَيْنَا اَ۬لْمَلَٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَاۖ لَقَدِ اِ۪سْتَكْبَرُواْ فِے أَنفُسِهِمْ وَعَتَوْ عُتُوّاٗ كَبِيراٗۖ } [سُورَةُ الفُرۡقَانِ: ٢١]  " ,
"  { ۞ وَقَالَ اَ۬لذِينَ كَفَرُواْ لَوْلَا نُزِّلَ عَلَيْهِ اِ۬لْقُرْءَانُ جُمْلَةٗ وَٰحِدَةٗۖ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلْنَٰهُ تَرْتِيلاٗۖ } [سُورَةُ الفُرۡقَانِ: ٣٢]" ,
" { أَرَٰ۬يْتَ مَنِ اِ۪تَّخَذَ إِلَٰهَهُۥ هَوَيٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلاًۖ } [سُورَةُ الفُرۡقَانِ: ٤٣] " ,
" { وَيَعْبُدُونَ مِن دُونِ اِ۬للَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْۖ وَكَانَ اَ۬لْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيراٗۖ } [سُورَةُ الفُرۡقَانِ: ٥٥] " ,
" { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ طَسِٓمِّٓۖ تِلْكَ ءَايَٰتُ اُ۬لْكِتَٰبِ اِ۬لْمُبِينِۖ } [سُورَةُ الشُّعَرَاءِ: ١] " ,
"{ ۞ قَالَ فِرْعَوْنُ وَمَا رَبُّ اُ۬لْعَٰلَمِينَۖ } [سُورَةُ الشُّعَرَاءِ: ٢٢]  " ,
" { ۞ قَالُواْ لَا ضَيْرَۖ إِنَّا إِلَىٰ رَبِّنَا مُنقَلِبُونَۖ } [سُورَةُ الشُّعَرَاءِ: ٥٠] " ,
"{ وَاتْلُ عَلَيْهِمْ نَبَأَ ا۪بْرَٰهِيمَ } [سُورَةُ الشُّعَرَاءِ: ٦٩]  " ,
],
[
" { قَالَ وَمَا عِلْمِے بِمَا كَانُواْ يَعْمَلُونَۖ } [سُورَةُ الشُّعَرَاءِ: ١١٢] " ,
" { كَذَّبَتْ ثَمُودُ اُ۬لْمُرْسَلِينَ } [سُورَةُ الشُّعَرَاءِ: ١٤١] " ,
" { قَالُواْ لَئِن لَّمْ تَنتَهِ يَٰلُوطُ لَتَكُونَنَّ مِنَ اَ۬لْمُخْرَجِينَۖ } [سُورَةُ الشُّعَرَاءِ: ١٦٧] " ,
"{ قَالَ رَبِّيَ أَعْلَمُ بِمَا تَعْمَلُونَۖ } [سُورَةُ الشُّعَرَاءِ: ١٨٨]  " ,
"  { أَفَرَٰ۬يْتَ إِن مَّتَّعْنَٰهُمْ سِنِينَ } [سُورَةُ الشُّعَرَاءِ: ٢٠٥]" ,
" { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ طَسِٓۖ تِلْكَ ءَايَٰتُ اُ۬لْقُرْءَانِ وَكِتَابٖ مُّبِينٍۖ } [سُورَةُ النَّمۡلِ: ١] " ,
"{ فَمَكُثَ غَيْرَ بَعِيدٖۖ فَقَالَ أَحَطْتُّ بِمَا لَمْ تُحِطْ بِهِۦ وَجِئْتُكَ مِن سَبَإِۢ بِنَبَإٖ يَقِينٍۖ } [سُورَةُ النَّمۡلِ: ٢٢]  " ,
"  { وَلَقَدْ أَرْسَلْنَا إِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحاً أَنُ اُ۟عْبُدُواْ اُ۬للَّهَ فَإِذَا هُمْ فَرِيقَٰنِ يَخْتَصِمُونَۖ } [سُورَةُ النَّمۡلِ: ٤٧]" ,
],
[
"{ ۞ قُلِ اِ۬لْحَمْدُ لِلهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ اِ۬لذِينَ اَ۪صْطَفَىٰۖ ءَآللَّهُ خَيْرٌ أَمَّا تُشْرِكُونَۖ } [سُورَةُ النَّمۡلِ: ٦١]  " ,
"  { ۞ وَقَالَ اَ۬لذِينَ كَفَرُواْ إِذَا كُنَّا تُرَٰباٗ وَءَابَآؤُنَا أَٰئِنَّا لَمُخْرَجُونَۖ } [سُورَةُ النَّمۡلِ: ٦٩]" ,
" { ۞ وَإِذَا وَقَعَ اَ۬لْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةٗ مِّنَ اَ۬لْأَرْضِ تُكَلِّمُهُمْۖ إِنَّ اَ۬لنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَۖ } [سُورَةُ النَّمۡلِ: ٨٤] " ,
"{ بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ طَسِٓمِّٓۖ تِلْكَ ءَايَٰتُ اُ۬لْكِتَٰبِ اِ۬لْمُبِينِۖ } [سُورَةُ القَصَصِ: ١]  " ,
"{ فَرَدَدْنَٰهُ إِلَىٰ أُمِّهِۦ كَےْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اَ۬للَّهِ حَقّٞۖ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَۖ } [سُورَةُ القَصَصِ: ١٢]  " ,
"{ وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّيَ أَنْ يَّهْدِيَنِے سَوَآءَ اَ۬لسَّبِيلِۖ } [سُورَةُ القَصَصِ: ٢١]  " ,
" { ۞ فَلَمَّا قَضَىٰ مُوسَى اَ۬لْأَجَلَ وَسَارَ بِأَهْلِهِۦ ءَانَسَ مِن جَانِبِ اِ۬لطُّورِ نَاراٗۖ قَالَ لِأَهْلِهِ اِ۟مْكُثُواْ إِنِّيَ ءَانَسْتُ نَاراٗ لَّعَلِّيَ ءَاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جِذْوَةٖ مِّنَ اَ۬لنَّارِ لَعَلَّكُمْ تَصْطَلُونَۖ } [سُورَةُ القَصَصِ: ٢٩] " ,
"  { وَمَا كُنتَ بِجَانِبِ اِ۬لْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى اَ۬لْأَمْرَۖ وَمَا كُنتَ مِنَ اَ۬لشَّٰهِدِينَۖ } [سُورَةُ القَصَصِ: ٤٤]" ,
],
[
"  { ۞ وَلَقَدْ وَصَّلْنَا لَهُمُ اُ۬لْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَۖ } [سُورَةُ القَصَصِ: ٥١]" ,
"{ ۞ أَفَمَنْ وَّعَدْنَٰهُ وَعْداً حَسَناٗ فَهْوَ لَٰقِيهِ كَمَن مَّتَّعْنَٰهُ مَتَٰعَ اَ۬لْحَيَوٰةِ اِ۬لدُّنْيَا ثُمَّ هْوَ يَوْمَ اَ۬لْقِيَٰمَةِ مِنَ اَ۬لْمُحْضَرِينَۖ } [سُورَةُ القَصَصِ: ٦١]  " ,
"  { فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِے زِينَتِهِۦۖ قَالَ اَ۬لذِينَ يُرِيدُونَ اَ۬لْحَيَوٰةَ اَ۬لدُّنْيَا يَٰلَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖۖ } [سُورَةُ القَصَصِ: ٧٩]" ,
"{ إِنَّ اَ۬لذِے فَرَضَ عَلَيْكَ اَ۬لْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۖ قُل رَّبِّيَ أَعْلَمُ مَن جَآءَ بِالْهُدَىٰ وَمَنْ هُوَ فِے ضَلَٰلٖ مُّبِينٖۖ } [سُورَةُ القَصَصِ: ٨٥]  " ,
"  { وَلَيَعْلَمَنَّ اَ۬للَّهُ اُ۬لذِينَ ءَامَنُواْ وَلَيَعْلَمَنَّ اَ۬لْمُنَٰفِقِينَۖ } [سُورَةُ العَنكَبُوتِ: ١٠]" ,
"{ ۞ وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ اِ۟عْبُدُواْ اُ۬للَّهَ وَاتَّقُوهُۖ ذَٰلِكُمْ خَيْرٞ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَۖ } [سُورَةُ العَنكَبُوتِ: ١٥]  " ,
"  { ۞ فَـَٔامَنَ لَهُۥ لُوطٞۖ وَقَالَ إِنِّے مُهَاجِرٌ إِلَىٰ رَبِّيَۖ إِنَّهُۥ هُوَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ } [سُورَةُ العَنكَبُوتِ: ٢٥]" ,
" { إِنَّا مُنزِلُونَ عَلَىٰ أَهْلِ هَٰذِهِ اِ۬لْقَرْيَةِ رِجْزاٗ مِّنَ اَ۬لسَّمَآءِ بِمَا كَانُواْ يَفْسُقُونَۖ } [سُورَةُ العَنكَبُوتِ: ٣٤] " ,
],
[
"  { ۞ وَلَا تُجَٰدِلُواْ أَهْلَ اَ۬لْكِتَٰبِ إِلَّا بِالتِے هِيَ أَحْسَنُۖ إِلَّا اَ۬لذِينَ ظَلَمُواْ مِنْهُمْۖ وَقُولُواْ ءَامَنَّا بِالذِے أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَٰحِدٞ وَنَحْنُ لَهُۥ مُسْلِمُونَۖ } [سُورَةُ العَنكَبُوتِ: ٤٦]" ,
"{ وَالذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ اَ۬لْجَنَّةِ غُرَفاٗ تَجْرِے مِن تَحْتِهَا اَ۬لْأَنْهَٰرُ خَٰلِدِينَ فِيهَاۖ نِعْمَ أَجْرُ اُ۬لْعَٰمِلِينَۖ } [سُورَةُ العَنكَبُوتِ: ٥٨]  " ,
"{ أَوَلَمْ يَتَفَكَّرُواْ فِے أَنفُسِهِمۖ مَّا خَلَقَ اَ۬للَّهُ اُ۬لسَّمَٰوَٰتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٖ مُّسَمّىٗۖ وَإِنَّ كَثِيراٗ مِّنَ اَ۬لنَّاسِ بِلِقَآءِ رَبِّهِمْ لَكَٰفِرُونَۖ } [سُورَةُ الرُّومِ: ٧]  " ,
"{ وَمِنْ ءَايَٰتِهِۦ مَنَامُكُم بِاليْلِ وَالنَّهَارِ وَابْتِغَآؤُكُم مِّن فَضْلِهِۦۖ إِنَّ فِے ذَٰلِكَ لَأٓيَٰتٖ لِّقَوْمٖ يَسْمَعُونَۖ } [سُورَةُ الرُّومِ: ٢٢]  " ,
"{ ۞ مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُواْ اُ۬لصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ اَ۬لْمُشْرِكِينَ } [سُورَةُ الرُّومِ: ٣٠]  " ,
" { قُلْ سِيرُواْ فِے اِ۬لْأَرْضِ فَانظُرُواْ كَيْفَ كَانَ عَٰقِبَةُ اُ۬لذِينَ مِن قَبْلُۖ كَانَ أَكْثَرُهُم مُّشْرِكِينَۖ } [سُورَةُ الرُّومِ: ٤١] " ,
"{ ۞ اَ۬للَّهُ اُ۬لذِے خَلَقَكُم مِّن ضُعْفٖ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضُعْفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٖ ضُعْفاٗ وَشَيْبَةٗۖ يَخْلُقُ مَا يَشَآءُۖ وَهْوَ اَ۬لْعَلِيمُ اُ۬لْقَدِيرُۖ } [سُورَةُ الرُّومِ: ٥٣]  " ,
" { وَمِنَ اَ۬لنَّاسِ مَنْ يَّشْتَرِے لَهْوَ اَ۬لْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اِ۬للَّهِ بِغَيْرِ عِلْمٖ وَيَتَّخِذُهَا هُزُؤاًۖ أُوْلَٰٓئِكَ لَهُمْ عَذَابٞ مُّهِينٞۖ } [سُورَةُ لُقۡمَانَ: ٥] " ,
],
[
"  { ۞ وَمَنْ يُّسْلِمْ وَجْهَهُۥ إِلَى اَ۬للَّهِ وَهْوَ مُحْسِنٞ فَقَدِ اِ۪سْتَمْسَكَ بِالْعُرْوَةِ اِ۬لْوُثْقَىٰۖ وَإِلَى اَ۬للَّهِ عَٰقِبَةُ اُ۬لْأُمُورِۖ } [سُورَةُ لُقۡمَانَ: ٢١]" ,
"  { أَلَمْ تَرَ أَنَّ اَ۬لْفُلْكَ تَجْرِے فِے اِ۬لْبَحْرِ بِنِعْمَتِ اِ۬للَّهِ لِيُرِيَكُم مِّنْ ءَايَٰتِهِۦۖ إِنَّ فِے ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖۖ } [سُورَةُ لُقۡمَانَ: ٣٠]" ,
" { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ أَلَٓمِّٓۖ تَنزِيلُ اُ۬لْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ اِ۬لْعَٰلَمِينَۖ } [سُورَةُ السَّجۡدَةِ: ١] " ,
" { أَفَمَن كَانَ مُؤْمِناٗ كَمَن كَانَ فَاسِقاٗۖ لَّا يَسْتَوُۥنَۖ } [سُورَةُ السَّجۡدَةِ: ١٨] " ,
" { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ يَٰأَيُّهَا اَ۬لنَّبِےٓءُ اُ۪تَّقِ اِ۬للَّهَۖ وَلَا تُطِعِ اِ۬لْكَٰفِرِينَ وَالْمُنَٰفِقِينَۖ إِنَّ اَ۬للَّهَ كَانَ عَلِيماً حَكِيماٗۖ } [سُورَةُ الأَحۡزَابِ: ١] " ,
"  { وَإِذْ أَخَذْنَا مِنَ اَ۬لنَّبِيٓـِٕۧنَ مِيثَٰقَهُمْ وَمِنكَ وَمِن نُّوحٖ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى اَ۪بْنِ مَرْيَمَۖ وَأَخَذْنَا مِنْهُم مِّيثَٰقاً غَلِيظاٗ } [سُورَةُ الأَحۡزَابِ: ٧]" ,
"  { وَلَقَدْ كَانُواْ عَٰهَدُواْ اُ۬للَّهَ مِن قَبْلُ لَا يُوَلُّونَ اَ۬لْأَدْبَٰرَۖ وَكَانَ عَهْدُ اُ۬للَّهِ مَسْـُٔولاٗۖ } [سُورَةُ الأَحۡزَابِ: ١٥]" ,
" { لَّقَدْ كَانَ لَكُمْ فِے رَسُولِ اِ۬للَّهِ إِسْوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرْجُواْ اُ۬للَّهَ وَالْيَوْمَ اَ۬لْأٓخِرَ وَذَكَرَ اَ۬للَّهَ كَثِيراٗۖ } [سُورَةُ الأَحۡزَابِ: ٢١] " ,
],
[
"  { ۞ إِنَّ اَ۬لْمُسْلِمِينَ وَالْمُسْلِمَٰتِ } [سُورَةُ الأَحۡزَابِ: ٣٥]" ,
"{ هُوَ اَ۬لذِے يُصَلِّے عَلَيْكُمْ وَمَلَٰٓئِكَتُهُۥ لِيُخْرِجَكُم مِّنَ اَ۬لظُّلُمَٰتِ إِلَى اَ۬لنُّورِۖ وَكَانَ بِالْمُؤْمِنِينَ رَحِيماٗۖ } [سُورَةُ الأَحۡزَابِ: ٤٣]  " ,
"{ ۞ تُرْجِے مَن تَشَآءُ مِنْهُنَّ وَتُـْٔوِے إِلَيْكَ مَن تَشَآءُۖ وَمَنِ اِ۪بْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَۖ ذَٰلِكَ أَدْنَىٰ أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا ءَاتَيْتَهُنَّ كُلُّهُنَّۖ وَاللَّهُ يَعْلَمُ مَا فِے قُلُوبِكُمْۖ وَكَانَ اَ۬للَّهُ عَلِيماً حَلِيماٗۖ } [سُورَةُ الأَحۡزَابِ: ٥١]  " ,
"  { إِنَّ اَ۬للَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى اَ۬لنَّبِےٓءِۖ يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ صَلُّواْ عَلَيْهِ وَسَلِّمُواْ تَسْلِيماًۖ } [سُورَةُ الأَحۡزَابِ: ٥٦]" ,
"{ يَسْـَٔلُكَ اَ۬لنَّاسُ عَنِ اِ۬لسَّاعَةِۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ اَ۬للَّهِۖ وَمَا يُدْرِيكَۖ لَعَلَّ اَ۬لسَّاعَةَ تَكُونُ قَرِيباًۖ } [سُورَةُ الأَحۡزَابِ: ٦٣]  " ,
" { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ اِ۬لْحَمْدُ لِلهِ اِ۬لذِے لَهُۥ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لْأَرْضِۖ وَلَهُ اُ۬لْحَمْدُ فِے اِ۬لْأٓخِرَةِۖ وَهْوَ اَ۬لْحَكِيمُ اُ۬لْخَبِيرُۖ } [سُورَةُ سَبَإٍ: ١] " ,
"  { ۞ وَقَالَ اَ۬لذِينَ كَفَرُواْ هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٖ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِے خَلْقٖ جَدِيدٍۖ } [سُورَةُ سَبَإٍ: ٧]" ,
"{ ۞ لَقَدْ كَانَ لِسَبَإٖ فِے مَسَٰكِنِهِمْ ءَايَةٞۖ جَنَّتَٰنِ عَنْ يَّمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزْقِ رَبِّكُمْ وَاشْكُرُواْ لَهُۥۖ بَلْدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞۖ } [سُورَةُ سَبَإٍ: ١٥]  " ,
] ,
[
" { ۞ قُلْ مَنْ يَّرْزُقُكُم مِّنَ اَ۬لسَّمَٰوَٰتِ وَالْأَرْضِ قُلِ اِ۬للَّهُۖ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَىٰ هُدىً أَوْ فِے ضَلَٰلٖ مُّبِينٖۖ } [سُورَةُ سَبَإٍ: ٢٤] " ,
"{ ۞ وَمَا أَرْسَلْنَا فِے قَرْيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُم بِهِۦ كَٰفِرُونَۖ } [سُورَةُ سَبَإٍ: ٣٤]  " ,
"  { مَّا يَفْتَحِ اِ۬للَّهُ لِلنَّاسِ مِن رَّحْمَةٖ فَلَا مُمْسِكَ لَهَاۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦۖ وَهْوَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ } [سُورَةُ فَاطِرٍ: ٢]" ,
"{ وَاللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطْفَةٖ ثُمَّ جَعَلَكُمْ أَزْوَٰجاٗۖ وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦۖ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنْ عُمُرِهِۦ إِلَّا فِے كِتَٰبٍۖ إِنَّ ذَٰلِكَ عَلَى اَ۬للَّهِ يَسِيرٞۖ } [سُورَةُ فَاطِرٍ: ١١]  " ,
" { وَمَا يَسْتَوِے اِ۬لْأَعْمَىٰ وَالْبَصِيرُ } [سُورَةُ فَاطِرٍ: ١٩] " ,
" { ۞ وَالذِے أَوْحَيْنَا إِلَيْكَ مِنَ اَ۬لْكِتَٰبِ هُوَ اَ۬لْحَقُّ مُصَدِّقاٗ لِّمَا بَيْنَ يَدَيْهِۖ إِنَّ اَ۬للَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞۖ } [سُورَةُ فَاطِرٍ: ٣١] " ,
" { هُوَ اَ۬لذِے جَعَلَكُمْ خَلَٰٓئِفَ فِے اِ۬لْأَرْضِۖ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥۖ وَلَا يَزِيدُ اُ۬لْكَٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتاٗۖ وَلَا يَزِيدُ اُ۬لْكَٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَاراٗۖ } [سُورَةُ فَاطِرٍ: ٣٩] " ,
" { إِنَّمَا تُنذِرُ مَنِ اِ۪تَّبَعَ اَ۬لذِّكْرَ وَخَشِيَ اَ۬لرَّحْمَٰنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٖ وَأَجْرٖ كَرِيمٍۖ } [سُورَةُ يسٓ: ١٠] " ,
],
[
"  { يَٰحَسْرَةً عَلَى اَ۬لْعِبَادِۖ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسْتَهْزِءُونَۖ } [سُورَةُ يسٓ: ٢٩]" ,
"{ ۞ وَإِذَا قِيلَ لَهُمُ اُ۪تَّقُواْ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَۖ } [سُورَةُ يسٓ: ٤٤]  " ,
"  { وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰ أَعْيُنِهِمْ فَاسْتَبَقُواْ اُ۬لصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَۖ } [سُورَةُ يسٓ: ٦٥]" ,
"  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ وَالصَّٰٓفَّٰتِ صَفّاٗ } [سُورَةُ الصَّافَّاتِ: ١]" ,
" { ۞ اَ۟حْشُرُواْ اُ۬لذِينَ ظَلَمُواْ وَأَزْوَٰجَهُمْ وَمَا كَانُواْ يَعْبُدُونَ } [سُورَةُ الصَّافَّاتِ: ٢٢] " ,
"{ إِنَّكُمْ لَذَآئِقُواْ اُ۬لْعَذَابِ اِ۬لْأَلِيمِۖ } [سُورَةُ الصَّافَّاتِ: ٣٨] " ,
"  { سَلَٰمٌ عَلَىٰ نُوحٖ فِے اِ۬لْعَٰلَمِينَۖ } [سُورَةُ الصَّافَّاتِ: ٧٩]" ,
"{ وَإِنَّ إِلْيَاسَ لَمِنَ اَ۬لْمُرْسَلِينَ } [سُورَةُ الصَّافَّاتِ: ١٢٣]  " ,
],
[
"{ ۞ فَنَبَذْنَٰهُ بِالْعَرَآءِ وَهْوَ سَقِيمٞۖ } [سُورَةُ الصَّافَّاتِ: ١٤٥]  " ,
"{ بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ صَٓۖ وَالْقُرْءَانِ ذِے اِ۬لذِّكْرِۖ بَلِ اِ۬لذِينَ كَفَرُواْ فِے عِزَّةٖ وَشِقَاقٖۖ } [سُورَةُ صٓ: ١]  " ,
"  { وَمَا خَلَقْنَا اَ۬لسَّمَآءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَٰطِلاٗۖ ذَٰلِكَ ظَنُّ اُ۬لذِينَ كَفَرُواْۖ فَوَيْلٞ لِّلذِينَ كَفَرُواْ مِنَ اَ۬لنَّارِۖ } [سُورَةُ صٓ: ٢٦]" ,
"{ وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥ أَنِّے مَسَّنِيَ اَ۬لشَّيْطَٰنُ بِنُصْبٖ وَعَذَابٍۖ } [سُورَةُ صٓ: ٤٠]  " ,
"  { قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَاباٗ ضِعْفاٗ فِے اِ۬لنَّارِۖ } [سُورَةُ صٓ: ٦٠]" ,
" { ۞ قَالَ فَالْحَقَّ وَالْحَقَّ أَقُولُۖ لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَۖ } [سُورَةُ صٓ: ٨٣] " ,
"  { أَمَنْ هُوَ قَٰنِتٌ ءَانَآءَ اَ۬ليْلِ سَاجِداٗ وَقَآئِماٗ يَحْذَرُ اُ۬لْأٓخِرَةَ وَيَرْجُواْ رَحْمَةَ رَبِّهِۦۖ قُلْ هَلْ يَسْتَوِے اِ۬لذِينَ يَعْلَمُونَ وَالذِينَ لَا يَعْلَمُونَۖ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ اُ۬لْأَلْبَٰبِۖ } [سُورَةُ الزُّمَرِ: ١٠]" ,
"{ أَفَمَن شَرَحَ اَ۬للَّهُ صَدْرَهُۥ لِلْإِسْلَٰمِ فَهْوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۖ فَوَيْلٞ لِّلْقَٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ اِ۬للَّهِۖ أُوْلَٰٓئِكَ فِے ضَلَٰلٖ مُّبِينٍۖ } [سُورَةُ الزُّمَرِ: ٢١]  " ,
],
[
"{ ۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى اَ۬للَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَآءَهُۥۖ أَلَيْسَ فِے جَهَنَّمَ مَثْوىٗ لِّلْكَٰفِرِينَۖ } [سُورَةُ الزُّمَرِ: ٣١]  " ,
" { ۞ أَمِ اِ۪تَّخَذُواْ مِن دُونِ اِ۬للَّهِ شُفَعَآءَۖ قُلْ أَوَلَوْ كَانُواْ لَا يَمْلِكُونَ شَئْاٗ وَلَا يَعْقِلُونَۖ } [سُورَةُ الزُّمَرِ: ٤٠] " ,
" { قُلْ يَٰعِبَادِيَ اَ۬لذِينَ أَسْرَفُواْ عَلَىٰ أَنفُسِهِمْ لَا تَقْنَطُواْ مِن رَّحْمَةِ اِ۬للَّهِۖ إِنَّ اَ۬للَّهَ يَغْفِرُ اُ۬لذُّنُوبَ جَمِيعاًۖ إِنَّهُۥ هُوَ اَ۬لْغَفُورُ اُ۬لرَّحِيمُۖ } [سُورَةُ الزُّمَرِ: ٥٠] " ,
"  { وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى اَ۬لذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ اَ۬لْخَٰسِرِينَۖ } [سُورَةُ الزُّمَرِ: ٦٢]" ,
"  { مَا يُجَٰدِلُ فِے ءَايَٰتِ اِ۬للَّهِ إِلَّا اَ۬لذِينَ كَفَرُواْۖ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِے اِ۬لْبِلَٰدِۖ } [سُورَةُ غَافِرٍ: ٣]" ,
" { هُوَ اَ۬لذِے يُرِيكُمْ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ اَ۬لسَّمَآءِ رِزْقاٗۖ وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُّنِيبُۖ } [سُورَةُ غَافِرٍ: ١٢] " ,
"  { فَلَمَّا جَآءَهُم بِالْحَقِّ مِنْ عِندِنَا قَالُواْ اُ۟قْتُلُواْ أَبْنَآءَ اَ۬لذِينَ ءَامَنُواْ مَعَهُۥ وَاسْتَحْيُواْ نِسَآءَهُمْۖ وَمَا كَيْدُ اُ۬لْكَٰفِرِينَ إِلَّا فِے ضَلَٰلٖۖ } [سُورَةُ غَافِرٍ: ٢٥]" ,
"{ وَيَٰقَوْمِ إِنِّيَ أَخَافُ عَلَيْكُمْ يَوْمَ اَ۬لتَّنَادِ } [سُورَةُ غَافِرٍ: ٣٢]  " ,
],
[
"  { فَوَقَيٰهُ اُ۬للَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ اُ۬لْعَذَابِۖ } [سُورَةُ غَافِرٍ: ٤٥]" ,
"  { فَاصْبِرْ إِنَّ وَعْدَ اَ۬للَّهِ حَقّٞۖ وَاسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَٰرِۖ } [سُورَةُ غَافِرٍ: ٥٤]" ,
"{ هُوَ اَ۬لْحَيُّۖ لَا إِلَٰهَ إِلَّا هُوَۖ فَادْعُوهُ مُخْلِصِينَ لَهُ اُ۬لدِّينَۖ اَ۬لْحَمْدُ لِلهِ رَبِّ اِ۬لْعَٰلَمِينَۖ } [سُورَةُ غَافِرٍ: ٦٥]  " ,
"  { فَاصْبِرْ إِنَّ وَعْدَ اَ۬للَّهِ حَقّٞۖ فَإِمَّا نُرِيَنَّكَ بَعْضَ اَ۬لذِے نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَۖ } [سُورَةُ غَافِرٍ: ٧٦]" ,
"  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ حَمِٓۖ تَنزِيلٞ مِّنَ اَ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ } [سُورَةُ فُصِّلَتۡ: ١]" ,
"{ فَإِنْ أَعْرَضُواْ فَقُلْ أَنذَرْتُكُمْ صَٰعِقَةٗ مِّثْلَ صَٰعِقَةِ عَادٖ وَثَمُودَ } [سُورَةُ فُصِّلَتۡ: ١٢]  " ,
"{ وَقَالَ اَ۬لذِينَ كَفَرُواْ رَبَّنَا أَرِنَا اَ۬لذَيْنِ أَضَلَّٰنَا مِنَ اَ۬لْجِنِّ وَالْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ اَ۬لْأَسْفَلِينَۖ } [سُورَةُ فُصِّلَتۡ: ٢٨]  " ,
" { إِنَّ اَ۬لذِينَ كَفَرُواْ بِالذِّكْرِ لَمَّا جَآءَهُمْ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ } [سُورَةُ فُصِّلَتۡ: ٤٠] " ,
],
[
"{ ۞ إِلَيْهِ يُرَدُّ عِلْمُ اُ۬لسَّاعَةِۖ وَمَا تَخْرُجُ مِن ثَمَرَٰتٖ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦۖ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآءِے قَالُواْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖۖ } [سُورَةُ فُصِّلَتۡ: ٤٦]  " ,
"  { وَالذِينَ اَ۪تَّخَذُواْ مِن دُونِهِۦ أَوْلِيَآءَ اَ۬للَّهُ حَفِيظٌ عَلَيْهِمْۖ وَمَا أَنتَ عَلَيْهِم بِوَكِيلٖۖ } [سُورَةُ الشُّورَىٰ: ٤]" ,
" { لَهُۥ مَقَالِيدُ اُ۬لسَّمَٰوَٰتِ وَالْأَرْضِۖ يَبْسُطُ اُ۬لرِّزْقَ لِمَنْ يَّشَآءُ وَيَقْدِرُۖ إِنَّهُۥ بِكُلِّ شَےْءٍ عَلِيمٞۖ } [سُورَةُ الشُّورَىٰ: ١٠] " ,
"{ ۞ أَمْ لَهُمْ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ اَ۬لدِّينِ مَا لَمْ يَأْذَنۢ بِهِ اِ۬للَّهُۖ وَلَوْلَا كَلِمَةُ اُ۬لْفَصْلِ لَقُضِيَ بَيْنَهُمْۖ وَإِنَّ اَ۬لظَّٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٞۖ } [سُورَةُ الشُّورَىٰ: ١٩]  " ,
" { وَمَا أَصَٰبَكُم مِّن مُّصِيبَةِۢ بِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُواْ عَن كَثِيرٖۖ } [سُورَةُ الشُّورَىٰ: ٢٨] " ,
"  { وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ اِ۬للَّهِۖ وَمَنْ يُّضْلِلِ اِ۬للَّهُ فَمَا لَهُۥ مِن سَبِيلٍۖ } [سُورَةُ الشُّورَىٰ: ٤٣]" ,
"  { وَكَمْ أَرْسَلْنَا مِن نَّبِےٓءٖ فِے اِ۬لْأَوَّلِينَۖ } [سُورَةُ الزُّخۡرُفِ: ٥]" ,
"{ وَجَعَلُواْ لَهُۥ مِنْ عِبَادِهِۦ جُزْءاًۖ إِنَّ اَ۬لْإِنسَٰنَ لَكَفُورٞ مُّبِينٌۖ } [سُورَةُ الزُّخۡرُفِ: ١٤]  " ,
],
[
" { ۞ قُلْ أَوَلَوْ جِئْتُكُم بِأَهْدَىٰ مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَآءَكُمْۖ قَالُواْ إِنَّا بِمَا أُرْسِلْتُم بِهِۦ كَٰفِرُونَۖ } [سُورَةُ الزُّخۡرُفِ: ٢٣] " ,
" { وَسْـَٔلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَاۖ أَجَعَلْنَا مِن دُونِ اِ۬لرَّحْمَٰنِ ءَالِهَةٗ يُعْبَدُونَۖ } [سُورَةُ الزُّخۡرُفِ: ٤٤] " ,
"{ فَاخْتَلَفَ اَ۬لْأَحْزَابُ مِنۢ بَيْنِهِمْۖ فَوَيْلٞ لِّلذِينَ ظَلَمُواْ مِنْ عَذَابِ يَوْمٍۖ أَلِيمٍۖ } [سُورَةُ الزُّخۡرُفِ: ٦٥]  " ,
"{ وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اَ۬للَّهُۖ فَأَنَّىٰ يُؤْفَكُونَۖ } [سُورَةُ الزُّخۡرُفِ: ٨٧]  " ,
" { وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَآءَهُمْ رَسُولٞ كَرِيمٌ } [سُورَةُ الدُّخَانِ: ١٦] " ,
"  { إِنَّ يَوْمَ اَ۬لْفَصْلِ مِيقَٰتُهُمْ أَجْمَعِينَ } [سُورَةُ الدُّخَانِ: ٣٨]" ,
"  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ حَمِٓۖ تَنزِيلُ اُ۬لْكِتَٰبِ مِنَ اَ۬للَّهِ اِ۬لْعَزِيزِ اِ۬لْحَكِيمِۖ } [سُورَةُ الجَاثِيَةِ: ١]" ,
"  { قُلِ اِ۬للَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ اِ۬لْقِيَٰمَةِ لَا رَيْبَ فِيهِۖ وَلَٰكِنَّ أَكْثَرَ اَ۬لنَّاسِ لَا يَعْلَمُونَۖ } [سُورَةُ الجَاثِيَةِ: ٢٥]" ,
],
[
"  { وَمَنْ أَضَلُّ مِمَّنْ يَّدْعُواْ مِن دُونِ اِ۬للَّهِ مَن لَّا يَسْتَجِيبُ لَهُۥ إِلَىٰ يَوْمِ اِ۬لْقِيَٰمَةِ وَهُمْ عَن دُعَآئِهِمْ غَٰفِلُونَۖ } [سُورَةُ الأَحۡقَافِ: ٤]" ,
"{ إِنَّ اَ۬لذِينَ قَالُواْ رَبُّنَا اَ۬للَّهُ ثُمَّ اَ۪سْتَقَٰمُواْ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۖ } [سُورَةُ الأَحۡقَافِ: ١٢]  " ,
"{ قَالُواْ أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ اَ۬لصَّٰدِقِينَۖ } [سُورَةُ الأَحۡقَافِ: ٢١]  " ,
"  { يَٰقَوْمَنَا أَجِيبُواْ دَاعِيَ اَ۬للَّهِ وَءَامِنُواْ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٖۖ } [سُورَةُ الأَحۡقَافِ: ٣٠]" ,
"  { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ إِن تَنصُرُواْ اُ۬للَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْۖ } [سُورَةُ مُحَمَّدٍ: ٨]" ,
"{ فَهَلْ عَسِيتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُواْ فِے اِ۬لْأَرْضِ وَتُقَطِّعُواْ أَرْحَامَكُمْۖ } [سُورَةُ مُحَمَّدٍ: ٢٣]  " ,
"  { إِنَّمَا اَ۬لْحَيَوٰةُ اُ۬لدُّنْيَا لَعِبٞ وَلَهْوٞۖ وَإِن تُؤْمِنُواْ وَتَتَّقُواْ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْۖ } [سُورَةُ مُحَمَّدٍ: ٣٧]" ,
"{ وَلِلهِ جُنُودُ اُ۬لسَّمَٰوَٰتِ وَالْأَرْضِۖ وَكَانَ اَ۬للَّهُ عَزِيزاً حَكِيماًۖ }[سُورَةُ الفَتۡحِ: ٧]  " ,
],
[
"{ وَلَوْ قَٰتَلَكُمُ اُ۬لذِينَ كَفَرُواْ لَوَلَّوُاْ اُ۬لْأَدْبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّاٗ وَلَا نَصِيراٗۖ } [سُورَةُ الفَتۡحِ: ٢٢]  " ,
"  { هُوَ اَ۬لذِے أَرْسَلَ رَسُولَهُۥ بِالْهُدَىٰ وَدِينِ اِ۬لْحَقِّ لِيُظْهِرَهُۥ عَلَى اَ۬لدِّينِ كُلِّهِۦۖ وَكَفَىٰ بِاللَّهِ شَهِيداٗۖ } [سُورَةُ الفَتۡحِ: ٢٨]" ,
"  { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ إِن جَآءَكُمْ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُواْ أَن تُصِيبُواْ قَوْماَۢ بِجَهَٰلَةٖ فَتُصْبِحُواْ عَلَىٰ مَا فَعَلْتُمْ نَٰدِمِينَۖ } [سُورَةُ الحُجُرَاتِ: ٦]" ,
"  { ۞ قَالَتِ اِ۬لْأَعْرَابُ ءَامَنَّا قُل لَّمْ تُؤْمِنُواْ وَلَٰكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ اِ۬لْإِيمَٰنُ فِے قُلُوبِكُمْۖ وَإِن تُطِيعُواْ اُ۬للَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَٰلِكُمْ شَئْاًۖ إِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٌۖ } [سُورَةُ الحُجُرَاتِ: ١٤]" ,
"  { ۞ أَفَلَمْ يَنظُرُواْ إِلَى اَ۬لسَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖۖ } [سُورَةُ قٓ: ٦]" ,
"{ وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشاٗ فَنَقَّبُواْ فِے اِ۬لْبِلَٰدِۖ هَلْ مِن مَّحِيصٍۖ } [سُورَةُ قٓ: ٣٦]  " ,

"  { إِنَّ اَ۬لْمُتَّقِينَ فِے جَنَّٰتٖ وَعُيُونٍ } [سُورَةُ الذَّارِيَاتِ: ١٥]" ,
" { وَجَآءَتْ كُلُّ نَفْسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞۖ } [سُورَةُ قٓ: ٢١] " ,
] ,
[
"{ وَفِے مُوسَىٰ إِذْ أَرْسَلْنَٰهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَٰنٖ مُّبِينٖ } [سُورَةُ الذَّارِيَاتِ: ٣٨]  " ,
" { فَوَيْلٞ يَوْمَئِذٖ لِّلْمُكَذِّبِينَ } [سُورَةُ الطُّورِ: ١٠] " ,
" { ۞ وَيَطُوفُ عَلَيْهِمْ غِلْمَانٞ لَّهُمْ كَأَنَّهُمْ لُؤْلُؤٞ مَّكْنُونٞۖ } [سُورَةُ الطُّورِ: ٢٢] " ,
" { أَمْ يُرِيدُونَ كَيْداٗۖ فَالذِينَ كَفَرُواْ هُمُ اُ۬لْمَكِيدُونَۖ } [سُورَةُ الطُّورِ: ٤٠] " ,
" { ذَٰلِكَ مَبْلَغُهُم مِّنَ اَ۬لْعِلْمِۖ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦۖ وَهْوَ أَعْلَمُ بِمَنِ اِ۪هْتَدَىٰۖ } [سُورَةُ النَّجۡمِ: ٢٩] " ,
" { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ اِ۪قْتَرَبَتِ اِ۬لسَّاعَةُ وَانشَقَّ اَ۬لْقَمَرُۖ } [سُورَةُ القَمَرِ: ١] " ,
" { كَذَّبَتْ ثَمُودُ بِالنُّذُرِۖ } [سُورَةُ القَمَرِ: ٢٣] " ,
"  { ۞ وَلَقَدْ جَا ءَالَ فِرْعَوْنَ اَ۬لنُّذُرُۖ } [سُورَةُ القَمَرِ: ٤١]" ,
],
[
"{ خَلَقَ اَ۬لْإِنسَٰنَ مِن صَلْصَٰلٖ كَالْفَخَّارِ } [سُورَةُ الرَّحۡمَٰن: ١٢]  " ,
" { يُعْرَفُ اُ۬لْمُجْرِمُونَ بِسِيمَٰهُمْ فَيُؤْخَذُ بِالنَّوَٰصِے وَالْأَقْدَامِۖ } [سُورَةُ الرَّحۡمَٰن: ٤٠] " ,
" { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ إِذَا وَقَعَتِ اِ۬لْوَاقِعَةُ } [سُورَةُ الوَاقِعَةِ: ١] " ,
"{ وَأَصْحَٰبُ اُ۬لشِّمَالِ } [سُورَةُ الوَاقِعَةِ: ٤٣]  " ,
"  { أَفَبِهَٰذَا اَ۬لْحَدِيثِ أَنتُم مُّدْهِنُونَ } [سُورَةُ الوَاقِعَةِ: ٨٤]" ,
" { هُوَ اَ۬لذِے يُنَزِّلُ عَلَىٰ عَبْدِهِۦ ءَايَٰتِۢ بَيِّنَٰتٖ لِّيُخْرِجَكُم مِّنَ اَ۬لظُّلُمَٰتِ إِلَى اَ۬لنُّورِۖ وَإِنَّ اَ۬للَّهَ بِكُمْ لَرَءُوفٞ رَّحِيمٞۖ } [سُورَةُ الحَدِيدِ: ٩] " ,
" { اَ۪عْلَمُواْ أَنَّ اَ۬للَّهَ يُحْيِ اِ۬لْأَرْضَ بَعْدَ مَوْتِهَاۖ قَدْ بَيَّنَّا لَكُمُ اُ۬لْأٓيَٰتِ لَعَلَّكُمْ تَعْقِلُونَۖ } [سُورَةُ الحَدِيدِ: ١٦] " ,
"  { وَلَقَدْ أَرْسَلْنَا نُوحاٗ وَإِبْرَٰهِيمَ وَجَعَلْنَا فِے ذُرِّيَّتِهِمَا اَ۬لنُّبُوٓءَةَ وَالْكِتَٰبَۖ فَمِنْهُم مُّهْتَدٖۖ وَكَثِيرٞ مِّنْهُمْ فَٰسِقُونَۖ } [سُورَةُ الحَدِيدِ: ٢٥]" ,
],
[
" { وَالذِينَ يَظَّهَّرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحْرِيرُ رَقَبَةٖ مِّن قَبْلِ أَنْ يَّتَمَآسَّاۖ ذَٰلِكُمْ تُوعَظُونَ بِهِۦۖ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٞۖ } [سُورَةُ المُجَادلَةِ: ٣] " ,
"  { يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ إِذَا قِيلَ لَكُمْ تَفَسَّحُواْ فِے اِ۬لْمَجْلِسِ فَافْسَحُواْ يَفْسَحِ اِ۬للَّهُ لَكُمْۖ وَإِذَا قِيلَ اَ۟نشُزُواْ فَانشُزُواْ يَرْفَعِ اِ۬للَّهُ اُ۬لذِينَ ءَامَنُواْ مِنكُمْ وَالذِينَ أُوتُواْ اُ۬لْعِلْمَ دَرَجَٰتٖۖ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٞۖ } [سُورَةُ المُجَادلَةِ: ١١]" ,
"  { لَّن تُغْنِيَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَا أَوْلَٰدُهُم مِّنَ اَ۬للَّهِ شَئْاًۖ أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لنَّارِ هُمْ فِيهَا خَٰلِدُونَۖ } [سُورَةُ المُجَادلَةِ: ١٧]" ,
"{ وَلَوْلَا أَن كَتَبَ اَ۬للَّهُ عَلَيْهِمُ اُ۬لْجَلَآءَ لَعَذَّبَهُمْ فِے اِ۬لدُّنْيَاۖ وَلَهُمْ فِے اِ۬لْأٓخِرَةِ عَذَابُ اُ۬لنَّارِۖ } [سُورَةُ الحَشۡرِ: ٣]  " ,
"{ وَالذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اَ۪غْفِرْ لَنَا وَلِإِخْوَٰنِنَا اَ۬لذِينَ سَبَقُونَا بِالْإِيمَٰنِ  } [سُورَةُ الحَشۡرِ: ١٠]  " ,
"{ لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَٰدُكُمْۖ يَوْمَ اَ۬لْقِيَٰمَةِ يُفْصَلُ بَيْنَكُمْۖ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٞۖ } [سُورَةُ المُمۡتَحنَةِ: ٣]  " ,
"{ يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ إِذَا جَآءَكُمُ اُ۬لْمُؤْمِنَٰتُ مُهَٰجِرَٰتٖ فَامْتَحِنُوهُنَّۖ } [سُورَةُ المُمۡتَحنَةِ: ١٠]  " ,
" { وَمَنْ أَظْلَمُ مِمَّنِ اِ۪فْتَرَىٰ عَلَى اَ۬للَّهِ اِ۬لْكَذِبَ وَهْوَ يُدْعَىٰ إِلَى اَ۬لْإِسْلَٰمِۖ وَاللَّهُ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لظَّٰلِمِينَۖ } [سُورَةُ الصَّفِّ: ٧] " ,
],
[
"  { ذَٰلِكَ فَضْلُ اُ۬للَّهِ يُؤْتِيهِ مَنْ يَّشَآءُۖ وَاللَّهُ ذُو اُ۬لْفَضْلِ اِ۬لْعَظِيمِۖ } [سُورَةُ الجُمُعَةِ: ٤]" ,
" { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ إِذَا جَآءَكَ اَ۬لْمُنَٰفِقُونَ قَالُواْ نَشْهَدُ إِنَّكَ لَرَسُولُ اُ۬للَّهِۖ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥۖ وَاللَّهُ يَشْهَدُ إِنَّ اَ۬لْمُنَٰفِقِينَ لَكَٰذِبُونَۖ } [سُورَةُ المُنَافِقُونَ: ١] " ,
"{ وَأَنفِقُواْ مِن مَّا رَزَقْنَٰكُم مِّن قَبْلِ أَنْ يَّأْتِيَ أَحَدَكُمُ اُ۬لْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِے إِلَىٰ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ اَ۬لصَّٰلِحِينَۖ } [سُورَةُ المُنَافِقُونَ: ١٠]  " ,
"{ فَـَٔامِنُواْ بِاللَّهِ وَرَسُولِهِۦ وَالنُّورِ اِ۬لذِے أَنزَلْنَاۖ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٞۖ } [سُورَةُ التَّغَابُنِ: ٨]  " ,
"  { إِنَّمَا أَمْوَٰلُكُمْ وَأَوْلَٰدُكُمْ فِتْنَةٞۖ وَاللَّهُ عِندَهُۥ أَجْرٌ عَظِيمٞۖ } [سُورَةُ التَّغَابُنِ: ١٥]" ,
"  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ يَٰأَيُّهَا اَ۬لنَّبِےٓءُ اِ۪ذَا طَلَّقْتُمُ اُ۬لنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُواْ اُ۬لْعِدَّةَۖ  } [سُورَةُ الطَّلَاقِ: ١]" ,
" { وَكَأَيِّن مِّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبْنَٰهَا حِسَاباٗ شَدِيداٗ وَعَذَّبْنَٰهَا عَذَاباٗ نُّكُراٗ } [سُورَةُ الطَّلَاقِ: ٨] " ,
"{ إِن تَتُوبَا إِلَى اَ۬للَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَاۖ وَإِن تَظَّٰهَرَا عَلَيْهِ فَإِنَّ اَ۬للَّهَ هُوَ مَوْلَيٰهُ وَجِبْرِيلُ وَصَٰلِحُ اُ۬لْمُؤْمِنِينَۖ وَالْمَلَٰٓئِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌۖ } [سُورَةُ التَّحۡرِيمِ: ٤]  " ,
],
[
" { وَلَقَدْ زَيَّنَّا اَ۬لسَّمَآءَ اَ۬لدُّنْيَا بِمَصَٰبِيحَ وَجَعَلْنَٰهَا رُجُوماٗ لِّلشَّيَٰطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ اَ۬لسَّعِيرِۖ } [سُورَةُ المُلۡكِ: ٥] " ,
"  { قُلْ هُوَ اَ۬لذِے أَنشَأَكُمْ وَجَعَلَ لَكُمُ اُ۬لسَّمْعَ وَالْأَبْصَٰرَ وَالْأَفْـِٕدَةَۖ قَلِيلاٗ مَّا تَشْكُرُونَۖ } [سُورَةُ المُلۡكِ: ٢٤]" ,
"{ وَلَا تُطِعْ كُلَّ حَلَّٰفٖ مَّهِينٍ } [سُورَةُ القَلَمِ: ١٠]  " ,
"  { إِنَّ لِلْمُتَّقِينَ عِندَ رَبِّهِمْ جَنَّٰتِ اِ۬لنَّعِيمِۖ } [سُورَةُ القَلَمِ: ٣٤]" ,
" { ۞ فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ } [سُورَةُ الحَاقَّةِ: ٣٨] " ,
" { ۞ إِنَّ اَ۬لْإِنسَٰنَ خُلِقَ هَلُوعاً } [سُورَةُ المَعَارِجِ: ١٩] " ,
"  { ۞ فَلَا أُقْسِمُ بِرَبِّ اِ۬لْمَشَٰرِقِ وَالْمَغَٰرِبِ إِنَّا لَقَٰدِرُونَ } [سُورَةُ المَعَارِجِ: ٤٠]" ,
"  { ثُمَّ إِنِّے دَعَوْتُهُمْ جِهَاراٗۖ } [سُورَةُ نُوحٍ: ٨]" ,
],
[
"{ وَإِنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى اَ۬للَّهِ شَطَطاٗۖ } [سُورَةُ الجِنِّ: ٤]  " ,
" { وَأَنَّ اَ۬لْمَسَٰجِدَ لِلهِ فَلَا تَدْعُواْ مَعَ اَ۬للَّهِ أَحَداٗۖ } [سُورَةُ الجِنِّ: ١٨] " ,
"{ إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولاٗ شَٰهِداً عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَىٰ فِرْعَوْنَ رَسُولاٗ } [سُورَةُ المُزَّمِّلِ: ١٤]  " ,
" { كَلَّا وَالْقَمَرِ } [سُورَةُ المُدَّثِّرِ: ٣٢] " ,
"{ يَسْـَٔلُ أَيَّانَ يَوْمُ اُ۬لْقِيَٰمَةِۖ } [سُورَةُ القِيَامَةِ: ٦]  " ,
"{ إِنَّا أَعْتَدْنَا لِلْكَٰفِرِينَ سَلَٰسِلاٗ وَأَغْلَٰلاٗ وَسَعِيراًۖ } [سُورَةُ الإِنسَانِ: ٤]  " ,
"{ إِنَّ هَٰؤُلَآءِ يُحِبُّونَ اَ۬لْعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمْ يَوْماٗ ثَقِيلاٗۖ } [سُورَةُ الإِنسَانِ: ٢٧]  " ,
"  { هَٰذَا يَوْمُ لَا يَنطِقُونَ } [سُورَةُ المُرۡسَلَاتِ: ٣٥]" ,
], 
[
"  { أَلَمْ نَجْعَلِ اِ۬لْأَرْضَ مِهَٰداٗ } [سُورَةُ النَّبَإِ: ٦]" ,
"{ لَّا يَسْمَعُونَ فِيهَا لَغْواٗ وَلَا كِذَّاباٗۖ } [سُورَةُ النَّبَإِ: ٣٥]  " ,
" { وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِۦ وَنَهَى اَ۬لنَّفْسَ عَنِ اِ۬لْهَوَىٰ } [سُورَةُ النَّازِعَاتِ: ٣٩] " ,
"{ فَإِذَا جَآءَتِ اِ۬لصَّآخَّةُ } [سُورَةُ عَبَسَ: ٣٣]  " ,
"  { وَلَقَدْ رَءَاهُ بِالْأُفُقِ اِ۬لْمُبِينِۖ } [سُورَةُ التَّكۡوِيرِ: ٢٣]" ,
" { إِنَّ اَ۬لْأَبْرَارَ لَفِے نَعِيمٖۖ } [سُورَةُ الانفِطَارِ: ١٣] " ,
" { وَمَا يُكَذِّبُ بِهِۦ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ } [سُورَةُ المُطَفِّفِينَ: ١٢] " ,
" { ۞ فَلَا أُقْسِمُ بِالشَّفَقِ } [سُورَةُ الانشِقَاقِ: ١٦] " ,
],
[
"  { فَذَكِّرْ إِن نَّفَعَتِ اِ۬لذِّكْرَىٰۖ } [سُورَةُ الأَعۡلَىٰ: ٩]" ,
"{ ۞ أَفَلَا يَنظُرُونَ إِلَى اَ۬لْإِبِلِ كَيْفَ خُلِقَتْ } [سُورَةُ الغَاشِيَةِ: ١٧]  " ,
"  { فَأَمَّا اَ۬لْإِنسَٰنُ إِذَا مَا اَ۪بْتَلَيٰهُ رَبُّهُۥ فَأَكْرَمَهُۥ وَنَعَّمَهُۥ } [سُورَةُ الفَجۡرِ: ١٥]" ,
"{ فَلَا اَ۪قْتَحَمَ اَ۬لْعَقَبَةَۖ } [سُورَةُ البَلَدِ: ١١]  " ,
" { قَدْ أَفْلَحَ مَن زَكَّيٰهَا } [سُورَةُ الشَّمۡسِ: ٩] " ,
"  { إِنَّ عَلَيْنَا لَلْهُدَىٰ } [سُورَةُ اللَّيۡلِ: ١٢]" ,
" { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ اِ۪قْرَأْ بِاسْمِ رَبِّكَ اَ۬لذِے خَلَقَۖ } [سُورَةُ العَلَقِ: ١] " ,
"  { بِسْمِ اِ۬للَّهِ اِ۬لرَّحْمَٰنِ اِ۬لرَّحِيمِ لَمْ يَكُنِ اِ۬لذِينَ كَفَرُواْ مِنْ أَهْلِ اِ۬لْكِتَٰبِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ اُ۬لْبَيِّنَةُۖ } [سُورَةُ البَيِّنَةِ: ١]" ,
]
    
        
    
    
];



// to dont reapeat questions 
let requestions = [] 
let question
create.onclick = function () {
question = questions[parseInt((Math.random() * (q2- q1+1) + q1))-1][Math.floor(Math.random()*8)]

if (requestions.includes(question)) {
let message =  "سؤال متكرر أرجوا إعادة المحاولة"

let text = document.createTextNode(message)
let q= document.createElement("div")
q.classList.add("que")
q.appendChild(text)
qs.insertBefore(q,qs.firstChild)


}
else {
requestions.push(question)
let message =  question

let text = document.createTextNode(message)
let q= document.createElement("div")
q.classList.add("que")

q.appendChild(text)
qs.insertBefore(q,qs.firstChild)


}

}
rest.onclick = function (){
    requestions = []
    qs.replaceChildren()
}



